<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html><!-- InstanceBegin template="/Templates/basic_es.dwt" codeOutsideHTMLIsLocked="false" -->
<head>
<!-- InstanceBeginEditable name="doctitle" --> 
<title>zonaClic - Instalaci&oacute;n Clic 3.0 en red</title>
<!-- InstanceEndEditable --> 
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="../../css/basic.css" rel="stylesheet" type="text/css">
<script language="JavaScript" src="../../scripts/mm.js" type="text/JavaScript"></script>
<!-- InstanceBeginEditable name="head" --><!-- InstanceEndEditable --> 
<meta http-equiv="Content-Language" content="es">
<link rel="shortcut icon" href="/favicon.ico" type="image/x-icon">
<meta name="keywords" content="clic jclic education educational software educació educación programari educatiu software educativo">
</head>
<body>
<div align="center"> 
 <table border="0" width="758" cellpadding="0" cellspacing="0">
  <tr>
   <td><img src="../../img/spacer.gif" width="20" height="1" border="0" alt=""></td>
   <td><img src="../../img/spacer.gif" width="718" height="1" border="0" alt=""></td>
   <td><img src="../../img/spacer.gif" width="20" height="1" border="0" alt=""></td>
   <td><img src="../../img/spacer.gif" width="1" height="1" border="0" alt=""></td>
  </tr>
  <tr>
   <td colspan="4"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,29,0" width="758" height="80">
          <param name="movie" value="../../img/nav_es.swf">
          <param name="quality" value="high">
          <param name="BGCOLOR" value="#CCFF99">
          <param name="BASE" value="/img">
          <embed src="../../img/nav_es.swf" width="758" height="80" quality="high" pluginspage="http://www.macromedia.com/go/getflashplayer" type="application/x-shockwave-flash" bgcolor="#CCFF99" base="/img"></embed></object></td>
  </tr>
  <tr>
   <td><img name="f0_r2_c2" src="../../img/f0_r2_c2.gif" width="20" height="20" border="0" alt=""></td>
   <td><img name="f0_r2_c3" src="../../img/f0_r2_c3.gif" width="718" height="20" border="0" alt=""></td>
   <td><img name="f0_r2_c4" src="../../img/f0_r2_c4.gif" width="20" height="20" border="0" alt=""></td>
   <td><img src="../../img/spacer.gif" width="1" height="20" border="0" alt=""></td>
  </tr>
  <tr>
      <td width="20" height="200" background="../../img/f0_r3_c2.gif">&nbsp;</td>
   <td class="main" width="718" valign="top"><script language="JavaScript" src="../../scripts/av_es.js" type="text/JavaScript"></script><!-- InstanceBeginEditable name="zona0" --> 
        <p class="topMenu"><a href="../index.htm">inicio</a> | <a href="index.htm">documentos</a><strong> 
          | </strong>Clic en red</p>
        <p class="t1">Instalaci&oacute;n de Clic 3.0 en red</p>
        <p align="justify"><em>Recomendamos imprimir y leer atentamente este documento 
          antes de realizar la instalaci&oacute;n de Clic 3.0 en un aula conectada 
          en red</em></p>
        <p>Clic 3.0 incorpora un nuevo sistema de informes que utiliza una base 
          de datos Access 1.1. En las aulas donde los ordenadores se encuentren 
          conectados en red es recomendable que todas las estaciones compartan 
          una &uacute;nica base de datos, en lugar de tener cada una la suya en 
          su disco duro. Esta centralizaci&oacute;n de la informaci&oacute;n presenta 
          las siguientes ventajas:</p>
        <ul>
          <li>Los alumnos pueden utilizar cualquier ordenador del aula en sus 
            sesiones de trabajo con actividades Clic: siempre les aparecer&aacute; 
            la misma lista de grupos y usuarios y los datos de su trabajo ir&aacute;n 
            a un sitio com&uacute;n. Cuando los alumnos consulten sus informes 
            de trabajo se encontrar&aacute;n con los datos acumulados de todas 
            las sesiones realizadas, independientemente del ordenador que hubieran 
            utilizado en cada una de ellas.</li>
          <li>El profesorado puede realizar el mantenimiento de la base y consultar 
            el progreso de cada alumno desde un &uacute;nico ordenador, sin tener 
            que desplazarse de mesa en mesa para ver que ha hecho cada grupo.</li>
          <li>Se simplifica la tarea de hacer copias de seguridad de la informaci&oacute;n, 
            ya que todos los datos est&aacute;n en un &uacute;nico archivo localizado 
            en el servidor de la red.</li>
        </ul>
        <p>El programa ClicDB permite al profesorado realizar el mantenimiento 
          de esta base de datos: altas y bajas de usuarios, consultas... etc.</p>
        <p>Los alumnos pueden acceder indirectamente a una de las pantallas de 
          ClicDB (desde el men&uacute; Informes del usuario actual de Clic) pero 
          en una modalidad desde la cual no es posible efectuar modificaciones 
          en la base. Para evitar que el alumnado acceda a las funciones de administraci&oacute;n 
          se recomienda que el icono de ClicDB se muestre solamente en el servidor 
          de la red.</p>
        <p>Durante el proceso de instalaci&oacute;n se hacen tres preguntas relativas 
          a la implementaci&oacute;n del sistema de informes en red:</p>
        <ul>
          <li>El instalador pide si se desea centralizar la base de datos en un 
            &uacute;nico ordenador. En caso afirmativo hay que indicarle la ubicaci&oacute;n 
            de la carpeta compartida del servidor, tal como se explica m&aacute;s 
            adelante.</li>
          <li>Tambi&eacute;n pregunta si se debe activar de manera autom&aacute;tica 
            el sistema de informes cada vez que se ponga en marcha Clic. En una 
            aula lo m&aacute;s l&oacute;gico ser&iacute;a decirle que S&Iacute;. 
            Siempre se puede cambiar esta decisi&oacute;n accediendo al men&uacute; 
            de opciones globales en cada ordenador.</li>
          <li>La &uacute;ltima pregunta hace referencia al icono del programa 
            ClicDB. Tal como se ha dicho, este icono permite activar el programa 
            que sirve para realizar el mantenimiento y todo tipo de consultas 
            en la base de datos. Se recomienda responder negativamente a esta 
            pregunta excepto cuando se instala Clic en el servidor, ya que el 
            uso de ClicDB deber&iacute;a estar reservado exclusivamente al profesorado.</li>
        </ul>
        <p>En este documento haremos algunas suposiciones relativas a la configuraci&oacute;n 
          de la red local:</p>
        <ul>
          <li>Suponemos que el servidor tiene una carpeta denominada C:\COMUN</strong></li>
          <li>Suponemos que esta carpeta est&aacute; compartida con derechos de 
            lectura y escritura para todas las estaciones.</li>
          <li>Suponemos que las estaciones tienen la letra T: asignada a la carpeta 
            C:\COMUN del servidor.</li>
          <li>Suponemos que en todos los ordenadores se instalar&aacute; Clic 
            en una carpeta llamada C:\CLIC</li>
        </ul>
        <p>Puede que su red no est&eacute; configurada exactamente as&iacute;: 
          quiz&aacute;s desea instalar Clic en otra carpeta (por ejemplo, C:\ARCHIV~1\CLIC), 
          que la carpeta compartida no se llame COMUN ni se encuentre en la unidad 
          C:, o que las estaciones vean la carpeta con una letra distinta a la 
          T:. Si es as&iacute; deber&aacute; cambiar las citas a unidades y carpetas 
          que se hacen en este documento por las que correspondan a su red.</p>
        <p>Estos son los pasos recomendados para instalar correctamente el sistema 
          de informes de Clic en red:</p>
        <ol>
          <li>Cree una carpeta en una zona del servidor donde todas las estaciones 
            tengan derechos de lectura y escritura. Por ejemplo, si en el servidor 
            existe una carpeta compartida denominada C:\COMUN deber&iacute;a crear 
            en su interior otra carpeta llamada C:\COMUN\INFORMES. Normalmente 
            las estaciones se conectan a los recursos compartidos mediante una 
            letra: supongamos que en este caso es la T:. Si es as&iacute;, las 
            estaciones deber&iacute;an ver esta carpeta como T:\INFORMES</strong></li>
          <li>Compruebe que todas las estaciones puedan ver esta carpeta con la 
            sintaxis normal de MS-DOS. Clic es una aplicaci&oacute;n de 16 bits 
            y no acepta expresiones del tipo \\SERVIDOR\COMUN\INFORMES. Siguiendo 
            con el ejemplo anterior, deber&iacute;a asegurarse que todas las estaciones 
            sean capaces de ver la carpeta compartida con la sintaxis T:\INFORMES. 
            Si no pueden encontrarla seguramente deber&aacute; crear un enlace 
            con letra al recurso compartido de red. En W95/98/NT esto puede hacerse 
            mediante la funci&oacute;n Conectar a unidad de red del men&uacute; 
            Herramientas del Explorador de Windows.</li>
          <li>Instale clic en el servidor. Durante el proceso de instalaci&oacute;n 
            deber&aacute; responder:<br>
            <ul>
              <li>Que desea instalar Clic en una carpeta local (por ejemplo, C:\CLIC)</li>
              <li>Que SI que quiere utilizar el sistema de informes en red</li>
              <li>Que la base de datos debe ubicarse en la carpeta C:\COMUN\INFORMES</strong></li>
              <li>Que SI que desea que el sistema de informes se active autom&aacute;ticamente</li>
              <li>Que SI que desea crear el icono del programa ClicDB</li>
            </ul>
            Se hacen otras preguntas, pero no tienen relaci&oacute;n con el sistema 
            de informes: instalar o no los ejemplos, instalar la utilidad ClicPac...</li>
          <li>Cuando termine la instalaci&oacute;n en el servidor ponga en marcha 
            el programa ClicDB. En este momento tiene tres posibilidades:<br>
            <ol>
              <li>Dar de alta manualmente a todos los grupos y alumnos.</li>
              <li>Registrar solamente los grupos de trabajo y dejar que los alumnos 
                se registren ellos mismos cuando pongan en marcha Clic por primera 
                vez.</li>
              <li>No registrar nada y dar libertad absoluta a cualquier alumno 
                para crear nuevos grupos y usuarios.<br>
              </li>
            </ol>
            Se recomienda la opci&oacute;n 2. Decida lo que crea m&aacute;s oportuno 
            y, cuando acabe, cierre el programa ClicDB. </li>
          <li>Pasamos a las estaciones de trabajo: Deber&iacute;a instalar Clic 
            en cada una de ellas respondiendo:<br>
            <ul>
              <li>Que quiere instalar el programa en la carpeta C:\CLIC (o en 
                cualquier otra carpeta local)</li>
              <li>Que SI quiere utilizar el sistema de informes en red</li>
              <li>Que la carpeta de la base de datos es T:\INFORMES</li>
              <li>Que SI desea que el sistema de informes se active de manera
                autom&aacute;tica</li>
              <li>Que NO desea crear el icono del programa ClicDB</li>
            </ul>
          </li>
          <li>Cuando acabe la instalaci&oacute;n, si en el paso 4 se ha elegido 
            una opci&oacute;n distinta a la b deber&aacute; poner en marcha Clic 
            en todos los ordenadores (incluyendo el servidor) y realizar estos 
            ajustes:<br>
            <ul>
              <li>Activar el men&uacute; Opciones - Opciones globales.</li>
              <li>Marcar o desmarcar las casillas Permitir a los alumnos crear 
                nuevos usuarios y Crear nuevos grupos de acuerdo con la decisi&oacute;n 
                tomada.</li>
              <li>Confirmarlo todo y, cuando Clic lo pregunte, decirle que guarde 
                los cambios para ser utilizados en el futuro.</li>
            </ul>
          </li>
          <li>Compruebe el funcionamiento del sistema de informes desde cada una 
            de las estaciones.</li>
        </ol>
        <p>Como en cualquier programa que comparte datos en red, es necesario 
          que el servidor arranque siempre antes que las estaciones. Si el servidor 
          est&aacute; apagado o se cambia la asignaci&oacute;n de las unidades 
          de red se mostrar&aacute; un mensaje de error al poner en marcha Clic.</p>
        <p>El sistema de informes en red puede hacer que Clic sufra alg&uacute;n 
          retardo en pasar de una actividad a otra, especialmente si hay muchos 
          usuarios utilizando simult&aacute;neamente el programa. Con ordenadores 
          r&aacute;pidos pr&aacute;cticamente no se notar&aacute;.</p>
        <p>Conviene utilizar regularmente el programa ClicDB para compactar la 
          base de datos y limpiar la informaci&oacute;n que ya no se necesite. 
          Tambi&eacute;n se recomienda hacer peri&oacute;dicamente copias de seguridad 
          del archivo CLICDB.MDB del servidor.</p>
        <p>Se recomienda que el mantenimiento de la base de datos mediante la 
          utilidad ClicDB se realice cuando no haya otros usuarios utilizando 
          el programa Clic.</p>
        <p>Para m&aacute;s informaci&oacute;n consulte la ayuda de los programas 
          Clic y ClicDB.<br>
        </p>
        <!-- InstanceEndEditable --><!-- InstanceBeginEditable name="addThis" --><hr style="margin-top: 40px;"><!-- AddThis Button BEGIN -->
<div class="addthis_toolbox addthis_default_style">
<a href="http://www.addthis.com/bookmark.php?v=250&username=clic" class="addthis_button_compact">Compartir</a>
<span class="addthis_separator">|</span>
<a title="Enviar a Facebook" class="addthis_button_facebook"></a>
<a title="Enviar a Twitter" class="addthis_button_twitter"></a>
<a title="Enviar a Delicious" class="addthis_button_delicious"></a>
<a title="Añadir a favoritos" class="addthis_button_favorites"></a>
<a title="Enviar por correo mediante Gmail" class="addthis_button_gmail"></a>
</div>
<script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#username=clic"></script>
<!-- AddThis Button END --><!-- InstanceEndEditable --></td>
   <td width="20" background="../../img/f0_r3_c4.gif">&nbsp;</td>
   <td width="1" background="../../img/spacer.gif"><img src="../../img/spacer.gif" width="1" height="20" border="0" alt=""></td>
  </tr>
  <tr>
   <td><img name="f0_r4_c2" src="../../img/f0_r4_c2.gif" width="20" height="20" border="0" alt=""></td>
   <td><img name="f0_r4_c3" src="../../img/f0_r4_c3.gif" width="718" height="20" border="0" alt=""></td>
   <td><img name="f0_r4_c4" src="../../img/f0_r4_c4.gif" width="20" height="20" border="0" alt=""></td>
   <td><img src="../../img/spacer.gif" width="1" height="20" border="0" alt=""></td>
  </tr>
  <!-- InstanceBeginEditable name="zonaExtra" --><!-- InstanceEndEditable -->
  <tr>
   <td colspan="4" bgcolor="#99CCCC" class="peu">
    <table border="0" cellpadding="0" cellspacing="0" width="100%">
	<tr>
	<td align="left"><!-- InstanceBeginEditable name="postPeuEsquerre" --><!-- InstanceEndEditable --></td>
	<td align="center">
	<a href="http://www.gencat.cat/educacio/"><img src="../../img/depeducacio.gif" alt="Generalitat de Catalunya - Departament d'Educaci&oacute;" width="130" height="23" border="0"></a>
	<img src="../../img/spacer.gif" width="100" height="1" border="0" alt="">
    <a href="http://www.xtec.cat/"><img src="../../img/xtec.gif" alt="Xarxa Telem&agrave;tica Educativa de Catalunya" width="178" height="23" border="0"></a> 
          <!-- InstanceBeginEditable name="postPeu" --><!-- InstanceEndEditable -->
    </td>
	<td align="right"><!-- InstanceBeginEditable name="postDret" --><!-- InstanceEndEditable --></td>
     </tr>
     </table>
   </td>
  </tr>
 </table>
</div>
<script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
var pageTracker = _gat._getTracker("UA-2006596-1");
pageTracker._trackPageview();
</script></body>
<!-- InstanceEnd --></html>
