<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
<head>
<title>ClicNews 14</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
	body, p {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
	}
	ul{
	margin-left: 15pt;
	}
	a {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		color : blue;
		text-decoration : none;
	}
	a:hover {
		color : red;
		text-decoration : underline;
	}
	td {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
	}
	.Data {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		color : Maroon;
		font-weight : bold;
	}
	li {
	margin-bottom: 10pt;
}
	hr { color: maroon; }
	.pH1 {
	font-family: Tahoma, Verdana, arial, helvetica, sans-serif;
	font-size: 14pt;
	font-weight : bold;
	margin-top: 20pt;
	}
	.cat {
		background-color : #fff6dd;
	}
	.cat .pH1 {
		color : Maroon;
	}
	.catTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: #FF9900;
		color: white;
	}
	.esp {
		background-color : #e6e6fa;
	}
	.esp .pH1 {
		color : Navy;
	}
	.espTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: Navy;
		color: white;
	}
	.eng {
		background-color : #FFCCCC;
	}
	.eng .pH1 {
		color : #993333;
	}
	.engTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: #993333;
		color: white;
	}
	.idioma {
		text-align : center;
	}
	.idioma a {
		border-style : outset;
		border-width: 2px;
		padding : 3px 10px 3px 10px;
		background-color : #CCCCFF;
		width: 90px;
		color: Purple;
	}
	.idioma a:hover {
		text-decoration : none;
		background-color : #EEE8AA;
	}
	.signatura {
		font-weight : bold;
		text-align: right;
		margin-top: 20pt;
		margin-bottom: 6pt;
	}
	.signatura a {
		color: maroon;
	}
	.signatura a:hover {
		color: blue;
		text-decoration : none;
	}
	.inici {
		page-break-before: always;
	}			
</style>
</head>
<body>
<hr noshade="noshade" size="1">
<table class="Idioma" border="0" cellpadding="3" cellspacing="3">
<tr>
<td><a href="#CAT"><b>Catal&agrave;</b></a></td>
<td><a href="#ESP"><b>Espa&ntilde;ol</b></a></td>
<td><a href="#ENG"><b>English</b></a></td>
</tr>
</table>
<hr noshade="noshade" size="1">
<a name="CAT"></a>&nbsp;
<table class="Inici" border="0" cellpadding="0" cellspacing="0" width="100%">
<tr>
<td><img src="http://clic.xtec.cat/llistes/logoclicnews.gif" alt="ClicNews" border="0" height="53" hspace="0" width="128"></td>
<td class="Data" align="right" valign="bottom"><b>N&uacute;mero
14<br>
18/04/2006</b></td>
</tr> 
</table>
&nbsp;
<table border="0" cellpadding="6" cellspacing="0" width="100%">
<tr>
<td class="CatTitol">Catal&agrave;</td>
</tr>
<tr>
<td class="Cat"> 
<p class="pH1">Nous paquets d'activitats</p> 
<p>Aquestes s&oacute;n les darreres novetats que s'acaben d'incorporar a la zonaClic:</p> 
<ul>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3286"><b>Mesures usuals de longitud</b></a><br>
En Toni Miquel ens envia aquest paquet d'activitats adre&ccedil;at a educaci&oacute; prim&agrave;ria sobre les mesures de longitud. Les activitats tamb&eacute; han estat tradu&iuml;des al castell&agrave; per Moncho Mar&iacute;n, i al basc per Blanca Besga.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3279"><b>&Eacute;s vital, fruites i hortalisses</b></a><br>
Un projecte de Carme Quiles per a l'&agrave;rea de coneixement del medi natural del cicle inicial de prim&agrave;ria que serveix com a complement als materials del projecte&nbsp;<a href="http://www.5aldia.es/">5aldia</a>.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3284"><b>Jocs i joguines</b></a><br>
Montse Vega ens ofereix dos projectes d'activitats per a educaci&oacute; infantil sobre jocs i joguines. Els projectes tenen un entorn d'usuari sense botons ni comptadors, per facilitar l'&uacute;s del programa als nens i nenes de P3.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3258"><b>S&agrave;lix i els sentits</b></a><br>
Un paquet d'activitats per treballar els sentits que forma part d'un dels projectes telem&agrave;tics organitzats per l'<a href="http://www.lacenet.org">Equip LaceNet</a>.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3262"><b>Els noms de la meva classe</b></a><br>
Francisco Bernardino Rossell&oacute; ens envia aquesta activitat per aprendre els noms de la classe tot jugant. El projecte s'adre&ccedil;a a alumnes d'educaci&oacute; infantil i primer cicle de prim&agrave;ria.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3266"><b>Activitats de cultura cl&agrave;ssica</b></a><br>
Activitats creades per Sergi Ferr&uacute;s sobre cultura cl&agrave;ssica. El projecte es divideix en quatre parts i est&agrave; adre&ccedil;at a alumnat d'ESO i batxillerat.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3268"><b>Vocabulari d'accions</b></a><br>
Un projecte de Llu&iacute;s Gallart adre&ccedil;at a l'alumnat d'educaci&oacute; prim&agrave;ria per treballar vocabulari d'accions sobre tres &agrave;rees tem&agrave;tiques: l'escola, la casa i altres llocs.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3281"><b>Hist&ograve;ria per a 6&egrave; de prim&agrave;ria</b></a><br>
Un conjunt d'activitats de Joan Xamena adre&ccedil;at a educaci&oacute; prim&agrave;ria: etapes de la hist&ograve;ria, Gr&egrave;cia, Roma, hist&ograve;ria d'Espanya... Les activitats estan basades en el llibre de text de coneixement del medi social de l'editorial Anaya.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3283"><b>Animals vertebrats</b></a> i <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3285"><b>Animals invertebrats</b></a><br>
Ferran Estruch ha creat aquests dos projectes d'activitats de coneixement del medi natural adre&ccedil;ades a tercer cicle d'educac&oacute; prim&agrave;ria o primer cicle d'educaci&oacute; secund&agrave;ria.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3287"><b>Les fruites i les hortalisses</b></a><br>
Un paquet d'activitats de Conxa Sans&oacute; sobre els aliments per treballar amb alumnes nouvingus a l'aula d'acollida.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3259"><b>Sistema binario</b></a><br>
F&eacute;lix Manuel Redondo ens ha fet arribar aquest paquet d'activitats sobre la conversi&oacute; dels sistemes de numeraci&oacute; binari, decimal, hexadecimal...<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3260"><b>Prisma c&aacute;lculo</b></a><br>
Projecte d'activitats dividit en dues parts, de Tom&aacute;s Fern&aacute;ndez per a l'&agrave;rea de matem&agrave;tiques a cicle superior de prim&agrave;ria.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3261"><b>Guerra civil espa&ntilde;ola</b></a><br>
Conjunt d'activitats sobre la Guerra Civil espanyola creat per Paula Garc&iacute;a i David M&eacute;ndez.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3263"><b>Sistema peri&oacute;dico de los elementos</b></a><br>
Jos&eacute; Carlos Bermejo ens envia aquest projecte sobre la taula peri&ograve;dica dels elements per al primer cicle d'ESO.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3264"><b>Aprendiendo castellano</b></a><br>
Projecte d'activitats JClic de David P&eacute;rez per a l'&agrave;rea de llengua castellana sobre adjectius, g&egrave;nere, comprensi&oacute; lectora, verbs...<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3265"><b>Herramientas</b></a><br>
I&ntilde;aki Navas ens fa arribar aquest conjunt d'exercicis per a alumnes de secund&agrave;ria sobre les eines m&eacute;s utilitzades a l'aula de tecnologia.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3267"><b>Introducci&oacute;n a Windows XP</b></a><br>
Un recull d'activitats sobre el sistema operatiu Windows XP, creat per Gabriel Gonz&aacute;lez i Manel Plou.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3269"><b>Cuerpo humano - aparato digestivo</b></a><br>
Cristhian Uribe i Pablo Pacheco ens ofereixen aquest conjunt d'activitats sobre l'aparell digestiu.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3270"><b>Celebramos el IV centenario del Quijote</b></a><br>
Aquest projecte sobre el IV centenari del Quixot ens arriba de la m&agrave; de Jos&eacute; Antonio Pascual. Al paquet hi trobem activitats relacionades amb Alcal&agrave; de Henares, lloc on va n&eacute;ixer Cervantes, i tamb&eacute; amb el llibre del Quixot i els personatges que hi apareixen.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3271"><b>Cultura andaluza</b></a><br>
Benito Garc&iacute;a &eacute;s l'autor d'aquest conjunt d'activitats sobre Andalusia basades en el joc <span style="font-weight: bold;">Conoce Andaluc&iacute;a</span>, editat per la Consejer&iacute;a de Educaci&oacute;n y Ciencia de la Junta.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3273"><b>Actividades variadas</b></a><br>
Jos&eacute; Manuel Bartolom&eacute; ens ha enviat aquest paquet amb activitats de matem&agrave;tiques, de llengua, de coneixement del medi... , per&nbsp;ser utilizades com a material complementari durant l'etapa d'educaci&oacute; prim&agrave;ria.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3274"><b>D&iacute;a de Andaluc&iacute;a</b></a><br>
Un projecte d'activitats JClic creat per Miguel Juli&aacute;n sobre Andalusia: prov&iacute;ncies, monuments, accidents geogr&agrave;fics, etc.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3275"><b>Espa&ntilde;a y sus comunidades</b></a><br>
Un projecte d'activitats JClic per a l'aprenentatge de les comunintats aut&ograve;nomes i les prov&iacute;ncies d'Espanya. Aquestes activitats ens les han fet arribar Francisco Garc&iacute;a-Pozuelo i Juana Rello.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3276"><b>Ortograf&iacute;a para 4&ordm; EP</b></a> i <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3277"><b>Agudas, llanas y esdr&uacute;julas</b></a><br>
Dos projectes d'activitats de Francisco Garc&iacute;a-Pozuelo i Juana Rello sobre l'ortografia en llengua castellana. Al primer projecte s'hi treballa l'&uacute;s de les lletres <i>b</i>, <i>v</i>, <i>g</i> i <i>j</i>, i al segon l'accentuaci&oacute; de les paraules.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3278"><b>Aprende los animales</b></a><br>
Paquet d'activitats de Teresa L&oacute;pez adre&ccedil;at a educaci&oacute; infantil i educaci&oacute; especial sobre els animals.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3280"><b>Aprengeo</b></a><br>
Nieves M. Vilchez ens envia aquest conjunt format per una centena d'activitats per a l'aprenentatge de la geometria a educaci&oacute; prim&agrave;ria.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3282"><b>Venezuela y su petr&oacute;leo</b></a><br>
Projecte d'activitats que ens arriba de la m&agrave; de Loida Uzc&aacute;tegui sobre el petroli de Vene&ccedil;uela i el proc&eacute;s que es duu a terme des de la seva extracci&oacute; fins que pot ser utilitzat per la poblaci&oacute;.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3290"><b>El sistema solar</b></a><br>
Jos&eacute; Gallardo i Francisco Sancho ens ofereixen aquest projecte d'activitats sobre el sistema solar, les estrelles i els planetes, adre&ccedil;ades a cicle mitj&agrave; d'educaci&oacute; prim&agrave;ria.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3272"><b>Numbers</b></a><br>
Aquest projecte d'activitats ens l'envia Ana Bel&eacute;n D&iacute;az, i serveix per treballar els nombres en angl&egrave;s al primer cicle d'educaci&oacute; prim&agrave;ria.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3288"><b>Bugs</b></a><br>
M&oacute;nica Bayetto i Rafael A&ntilde;ez ens envien aquesta activitat adre&ccedil;ada a primer cicle d'educaci&oacute; prim&agrave;ria, basada en el llibre de text <i>Bugs</i>, de l'editorial Macmillan.<br>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3289"><b>Henny the hen</b></a><br>
Activitat basada en un conte anomenat <i>Henny the hen</i>, disponible tant en llengua anglesa com francesa i adre&ccedil;at a l'alumnat d'educaci&oacute; infantil. Les activitats han estat creades pel <a href="http://www.xtec.cat/crle/">Centre de Recursos de Lleng&uuml;es Estrangeres</a>.<br>
</ul>
<p class="pH1">Traduccions</p>
A m&eacute;s d'aquests nous paquets d'activitats trobareu tamb&eacute; a la zonaClic les seg&uuml;ents adaptacions i noves versions de paquets existents:
<ul>
<li><b>Gallec:</b><br>
<a href="http://clic.xtec.cat/db/act_ca.jsp?id=1308"><b>Xeoclic</b></a>.
</ul>
<p class="Signatura">ClicNews<br>
<a href="mailto:clic@xtec.cat"><i>clic@xtec.cat</i></a>
</p>
</td>
</tr>
</table>
<hr noshade="noshade" size="1">
<a name="ESP"></a>&nbsp;
<table class="Inici" border="0" cellpadding="0" cellspacing="0" width="100%">
<tr>
<td><img src="http://clic.xtec.cat/llistes/logoclicnews.gif" alt="ClicNews" border="0" height="53" hspace="0" width="128"></td>
<td class="Data" align="right" valign="bottom"><b>N&uacute;mero 14<br>
18/04/2006</b></td>
</tr>
</table>
&nbsp;
<table border="0" cellpadding="6" cellspacing="0" width="100%">
<tr>
<td class="EspTitol">Espa&ntilde;ol</td>
</tr>
<tr>
<td class="Esp">
<p class="pH1">Nuevos paquetes de actividades</p>
<p>Seguimos incorporando a la zonaClic los paquetes de actividades que han ido llegando en los &uacute;ltimos meses:</p>
<ul>

<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3259"><b>Sistema binario</b></a><br>
F&eacute;lix Manuel Redondo nos ha hecho llegar este paquete de actividades sobre la conversi&oacute;n de los sistemas de numeraci&oacute;n binario, decimal, hexadecimal...<br>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3260"><b>Prisma c&aacute;lculo</b></a><br>
Proyecto de actividades para el &aacute;rea de matem&aacute;ticas en ciclo superior de primaria dividido en dos partes, creado por Tom&aacute;s Fern&aacute;ndez.<br>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3261"><b>Guerra civil espa&ntilde;ola</b></a><br>
Conjunto de actividades sobre la Guerra Civil española, creado por Paula Garc&iacute;a y David M&eacute;ndez.<br>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3263"><b>Sistema peri&oacute;dico de los elementos</b></a><br>
Jos&eacute; Carlos Bermejo nos env&iacute;a este proyecto sobre la tabla peri&oacute;dica de los elementos para el primer ciclo de ESO.<br>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3264"><b>Aprendiendo castellano</b></a><br>
Proyecto de actividades JClic de David P&eacute;rez para el &aacute;rea de lengua castellana sobre adjetivos, g&eacute;nero, comprensi&oacute;n lectora, verbos...<br>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3270"><b>Celebramos el IV centenario del Quijote</b></a><br>
Este proyecto sobre el IV Centenario del Quijote nos llega de la mano de Jos&eacute; Antonio Pascual. En el paquete hay actividades sobre Alcal&aacute; de Henares, lugar de nacimiento de Cervantes, y tambi&eacute;n sobre el Quijote y los personajes que en &eacute;l aparecen.<br>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3271"><b>Cultura andaluza</b></a><br>
Benito Garc&iacute;a es el autor de este conjunto de actividades sobre Andaluc&iacute;a basadas en el juego <span style="font-weight: bold;">Conoce Andaluc&iacute;a</span>, editado por la Consejer&iacute;a de Educaci&oacute;n y Ciencia de la Junta.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3265"><b>Herramientas</b></a><br>
I&ntilde;aki Navas nos hace llegar este conjunto de ejercicios para alumnos de secundaria sobre las herramientas m&aacute;s utilizadas en el aula de Tecnolog&iacute;a.<br>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3267"><b>Introducci&oacute;n a Windows XP</b></a><br>
Una recopilaci&oacute;n de actividades sobre el sistema operativo Windows XP, creado por Gabriel Gonz&aacute;lez y Manel Plou.<br>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3269"><b>Cuerpo humano - aparato digestivo</b></a><br>
Cristhian Uribe y Pablo Pacheco nos ofrecen este conjunto de actividades sobre el aparato digestivo.<br>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3273"><b>Actividades variadas</b></a><br>
Jos&eacute; Manuel Bartolom&eacute; nos ha enviado este paquete de actividades de matem&aacute;ticas, de lengua, de conocimiento del medio..., para ser utilizado como material complementario durante la etapa de educaci&oacute;n primaria.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3274"><b>D&iacute;a de Andaluc&iacute;a</b></a><br>
Un proyecto de actividades creado por Miguel Juli&aacute;n sobre Andaluc&iacute;a: provincias, monumentos, accidentes geogr&aacute;ficos...
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3275"><b>Espa&ntilde;a y sus comunidades</b></a><br>
Un proyecto de actividades JClic para el aprendizaje de las comunidades aut&oacute;nomas y las provincias de Espa&ntilde;a, creadas por Francisco Garc&iacute;a-Pozuelo y Juana Rello.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3276"><b>Ortograf&iacute;a para 4&ordm; EP</b></a> y <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3277"><b>Agudas, llanas y esdr&uacute;julas</b></a><br>
Dos proyectos de actividades de Francisco Garc&iacute;a-Pozuelo y Juana Rello sobre la ortograf&iacute;a en lengua castellana. En el primer proyecto se trabaja el uso de las letras <i>b</i>, <i>v</i>, <i>g</i> y <i>j</i>, y en el segundo la acentuaci&oacute;n de las palabras.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3278"><b>Aprende los animales</b></a><br>
Paquete de actividades de Teresa L&oacute;pez dirigido a educaci&oacute;n infantil y educaci&oacute;n especial sobre los animales.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3280"><b>Aprengeo</b></a><br>
Nieves M&ordf; Vilchez nos env&iacute;a este conjunto de casi cien actividades para el aprendizaje de la geometr&iacute;a en educaci&oacute;n primaria.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3282"><b>Venezuela y su petr&oacute;leo</b></a><br>
Proyecto de actividades que nos llega de la mano de Loida Uzc&aacute;tegui sobre el petr&oacute;leo de Venezuela y el proceso que se lleva a cabo desde su extracci&oacute;n hasta que se puede utilizar por la poblaci&oacute;n.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3290"><b>El sistema solar</b></a><br>
Jos&eacute; Gallardo y Francisco Sancho nos ofrecen este proyecto de actividades sobre el sistema solar, las estrellas y los planetas dirigidas a ciclo medio de educaci&oacute;n primaria.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3286"><b>Mesures usuals de longitud</b></a><br>
Toni Miquel nos env&iacute;a este paquete de actividades dirigido a educaci&oacute;n primaria sobre las medidas de longitud. Las actividades tambi&eacute;n estan traducidas al castellano por Moncho Mar&iacute;n, y al vasco por Blanca Besga.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3279"><b>&Eacute;s vital, fruites i hortalisses</b></a><br>
Un proyecto de Carme Quiles para el &aacute;rea de conocimiento del medio natural del ciclo incial de primaria, que sirve como complemento a los materiales del proyecto <a href="http://www.5aldia.es/">5aldia</a>.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3284"><b>Jocs i joguines</b></a><br>
Montse Vega nos ofrece dos proyectos de actividades para educaci&oacute;n infantil sobre juegos y juguetes. Los proyectos tienen un entorno de usuario sin botones ni contadores, para facilitar el uso del programa a los ni&ntilde;os y ni&ntilde;as de P3.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3258"><b>S&agrave;lix i els sentits</b></a><br>
Un paquete de actividades para trabajar los sentidos que forma parte de uno de los proyectos telem&aacute;ticos organizados por el <a href="http://www.lacenet.org">Equip LaceNet</a> para el curso 2005-2006.<br>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3262"><b>Els noms de la meva classe</b></a><br>
Francisco Bernardino Rossell&oacute; nos env&iacute;a esta actividad para aprender&nbsp;los nombres de la clase jugando. El proyecto est&aacute; dirigido a alumnos de educaci&oacute;n infantil y primer ciclo de primaria.<br>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3266"><b>Activitats de cultura cl&agrave;ssica</b></a><br>
Actividades creadas por Sergi Ferr&uacute;s sobre cultura cl&aacute;sica. El proyecto se divide en cuatro partes y est&aacute; dirigido a alumnado de ESO y bachillerato.<br>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3268"><b>Vocabulari d'accions</b></a><br>
Un proyecto de Llu&iacute;s Gallart dirigido a alumnado de educaci&oacute;n primaria para trabajar vocabulario de acciones sobre tres &aacute;reas tem&aacute;ticas: la escuela, la casa y otros lugares.<br>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3281"><b>Hist&ograve;ria de 6&egrave; de prim&agrave;ria</b></a><br>
Un conjunto de actividades de Joan Xamena dirigido a educaci&oacute;n primaria: etapas de la historia, Grecia, Roma, historia de Espa&ntilde;a... Las actividades est&aacute;n basadas en el libro de texto de conocimiento del medio social de la editorial Anaya.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3283"><b>Animals vertebrats</b></a> i <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3285"><b>Animals invertebrats</b></a><br>
Ferran Estruch nos ofrece estos dos proyectos de actividades de conocimiento del medio natural dirigidas al tercer ciclo de educaci&oacute;n primaria o al primer ciclo de secundaria.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3287"><b>Les fruites i les hortalisses</b></a><br>
Un paquete de actividades de Conxa Sans&oacute; sobre los alimentos para trabajar con alumnos reci&eacute;n llegados en el aula de acogida.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3272"><b>Numbers</b></a><br>
Este proyecto de actividades nos lo env&iacute;a Ana Bel&eacute;n D&iacute;az y sirve para trabajar los n&uacute;meros en ingl&eacute;s en el primer ciclo de educaci&oacute;n primaria.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3288"><b>Bugs</b></a><br>
M&oacute;nica Bayetto y Rafael A&ntilde;ez nos env&iacute;an esta actividad dirigida a primer ciclo de educaci&oacute;n primaria basada en el libro de texto <i>Bugs</i>, de la editorial Macmillan.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3289"><b>Henny the hen</b></a><br>
Actividad basada en un cuento llamado <i>Henny the hen</i> y disponible tanto en lengua inglesa como francesa para el alumnado de educaci&oacute;n infantil. Las actividades han sido creadas por el <a href="http://www.xtec.cat/crle/">Centre de Recursos de Lleng&uuml;es Estrangeres</a>.
</ul>
<p class="pH1">Traducciones</p>
Adem&aacute;s de estos nuevos paquetes de actividades encontrar&eacute;is tambi&eacute;n en la zonaClic las siguientes adaptaciones de paquetes existentes:
<ul>
<li><b>Gallego:</b><br>
<a href="http://clic.xtec.cat/db/act_es.jsp?id=1308"><b>Xeoclic</b></a>.
<p> </p>

</ul>
<p class="Signatura">ClicNews<br>
<a style="font-style: italic;" href="mailto:clic@xtec.cat">clic@xtec.cat</a>
</p>
</td>
</tr>

</table>
<hr noshade="noshade" size="1">
<a name="ENG"></a>&nbsp;
<table class="Inici" border="0" cellpadding="0" cellspacing="0" width="100%">

<tr>
<td><img src="http://clic.xtec.cat/llistes/logoclicnews.gif" alt="ClicNews" border="0" height="53" hspace="0" width="128"></td>
<td class="Data" align="right" valign="bottom"><b>Number
14<br>
18/04/2006</b></td>
</tr>

</table>
&nbsp;
<table border="0" cellpadding="6" cellspacing="0" width="100%">

<tr>
<td class="EngTitol">English</td>
</tr>
<tr>
<td class="Eng">
<p class="pH1">New activity packages</p>
<p>In this section we will present new additions to the clicZone. For a detailed description of the activity packages, click on the titles.</p>
<ul>
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3272"><b>Numbers</b></a><br>
This project of activites about the numbers in English has been sent by Ana Bel&eacute;n D&iacute;az. The package is addressed to primary education.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3288"><b>Bugs</b></a><br>
M&oacute;nica Bayetto and Rafael A&ntilde;ez offer us this activity addressed to primary education based on the text book <i>Bugs</i> of Macmillan Publishing House.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3289"><b>Henny the hen</b></a><br>
Activity about a tale named <i>Henny the hen</i> available in English and in French addressed to kindergarten. The activities have been created by the Centre de Recursos de Lleng&uuml;es Estrangeres.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3259"><b>Sistema binario</b></a><br>
F&eacute;lix Manuel Redondo has sent us this package of activities about the conversion between numeration systems: binary to decimal, decimal to binary, hexadecimal to binary, etc...
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3260"><b>Prisma c&aacute;lculo</b></a><br>
Project of activities with two parts, addressed to primary school. The package has been sent by Tom&aacute;s Fern&aacute;ndez.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3261"><b>Guerra civil espa&ntilde;ola</b></a><br>
Set of activities about the Spanish Civil War. The project has been sent by Paula Garc&iacute;a and David M&eacute;ndez.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3263"><b>Sistema peri&oacute;dico de los elementos</b></a><br>
This project about the periodic table has been sent by Jos&eacute; Carlos Bermejo to use with pupils of secondary school.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3264"><b>Aprendiendo castellano</b></a><br>
Project of JClic activities of Spanish made by David P&eacute;rez about adjectives, reading comprehension, verbs...
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3265"><b>Herramientas</b></a><br>
I&ntilde;aki Navas is the author of this set of activities addresses to secondary school about the tools used in the Technology classes.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3267"><b>Introducci&oacute;n a Windows XP</b></a><br>
This is a set of activities about Windows XP operating system. The package has been sent by Gabriel Gonz&aacute;lez and Manel Plou.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3269"><b>Cuerpo humano - aparato digestivo</b></a><br>
Cristhian Uribe and Pablo Pacheco offer us this set of activities about the digestive apparatus, its parts, its functions...
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3270"><b>Celebramos el IV centenario del Quijote</b></a><br>
This project created by Jos&eacute; Antonio Pascual is about the 4th centenary of the <span style="font-style: italic;">Quixote</span>. In the package there are activities about Alcal&agrave; de Henares and about the characters of the <span style="font-style: italic;">Quixote</span>.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3271"><b>Cultura andaluza</b></a><br>
Benito Garc&iacute;a is the author of these activities about Andalusia based on the questions of the game <span style="font-weight: bold;">Conoce Andaluc&iacute;a</span> published by the Council of Education and Science of Andalusia.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3273"><b>Actividades variadas</b></a><br>
Jos&eacute; Manuel Bartolom&eacute; has sent this package of Maths, language and sciences activities to be used as a complement of the classes. The package is addressed to primary school.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3274"><b>D&iacute;a de Andaluc&iacute;a</b></a><br>
Project of JClic activities created by Miguel Juli&aacute;n about Andalusia: provinces, monuments, geographical features...
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3275"><b>Espa&ntilde;a y sus comunidades</b></a><br>
Project of activities about the communities and provinces of Spain. These activities have been sent by Francisco Garc&iacute;a-Pozuelo and Juana Rello.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3276"><b>Ortograf&iacute;a para 4&ordm; EP</b></a> and <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3277"><b>Agudas, llanas y esdr&uacute;julas</b></a><br>
Two projects of activities created by Francisco Garc&iacute;a-Pozuelo and Juana Rello about Spanish ortography. The first one about the use of the <i>b</i> and <i>v</i>; and the <i>g</i> and <i>j</i> and the second one about the accentuation.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3278"><b>Aprende los animales</b></a><br>
Package of activities offered by Teresa L&oacute;pez about the animals addressed to kindergarten and special education.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3280"><b>Aprengeo</b></a><br>
Nieves M&ordf; Vilchez has sent us this set of activities with about 100 activities about geometry addressed to primary school.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3282"><b>Venezuela y su petr&oacute;leo</b></a><br>
Project of activities sent by Loida Uzc&aacute;tegui about oil and gas and the process from the extraction until their explotation and everyday use.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3290"><b>El sistema solar</b></a><br>
Jos&eacute; Gallardo and Francisco Sancho offer us this project of activities about the solar system, the stars and the planets, addressed to primary education.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3286"><b>Mesures usuals de longitud</b></a><br>
Toni Miquel has been sent this package of activities addressed to primary school about the length measures. The activities have been translated into Spanish by Moncho Mar&iacute;n, and to Basque by Blanca Besga.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3279"><b>&Eacute;s vital, fruites i hortalisses</b></a><br>
A project of Carme Quiles addressed to primary education about natural sciences as a complement of the project&nbsp;<a href="http://www.5aldia.es/index_en.html/">5aldia</a>.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3284"><b>Jocs i joguines</b></a><br>
Montse Vega presents us these two projects of activities addressed to kindergarten about games and toys. Both projects have a specific skin without buttons that facilitates the use of the programme.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3258"><b>S&agrave;lix i els sentits</b></a><br>
A package of activities about the senses. These activities are included in a telematic project of LaceNet.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3262"><b>Els noms de la meva classe</b></a><br>
Francisco Bernardino Rossell&oacute; has sent this activity to promote learning the names of the class through games. The project is addressed to kindergarten and primary school.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3266"><b>Activitats de cultura cl&agrave;ssica</b></a><br>
Activities created by Sergi Ferr&uacute;s about classic culture. The project has 4 parts and it is addressed to secondary education and high school.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3268"><b>Vocabulari d'accions</b></a><br>
A project created by Llu&iacute;s Gallart addressed to primary school about vocabulary of the school, the house and other places.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3281"><b>Hist&ograve;ria de 6&egrave; de prim&agrave;ria</b></a><br>
This is a set of activities created by Joan Xamena addressed to primary education about history: parts, Greece, Rome, Spain history...
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3283"><b>Animals vertebrats</b></a> and <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3285"><b>Animals invertebrats</b></a><br>
Ferran Estruch offers us these two projects of activities about natural sciences addressed to primary and secondary education.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3287"><b>Les fruites i les hortalisses</b></a><br>
A package of activities created by Conxa Sans&oacute; about food addressed to nowcoming immigrant pupils.
</ul>
<p class="pH1">Translations</p>
In addition to these new activity packages in "the clicZone", the
following adaptations of existing packages are available:
<ul>
<li><b>Galician:</b><br>
<a href="http://clic.xtec.cat/db/act_es.jsp?id=1308"><b>Xeoclic</b></a>.
</ul>
<p class="Signatura">ClicNews<br>
<a style="font-style: italic;" href="mailto:clic@xtec.cat">clic@xtec.cat</a></p>
</td>
</tr>
</table>
<hr noshade="noshade" size="1">
</body>
</html>
