<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
<TITLE>ClicNews 8</TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
<STYLE TYPE="text/css">
	BODY, P {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
	}

	A {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		color : blue;
		text-decoration : none;
	}

	A:HOVER {
		color : red;
		text-decoration : underline;
	}

	TD {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
	}

	.Data {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		color : Maroon;
		font-weight : bold;
	}

	UL { margin-left: 18px; }
	LI { margin-left: 0px; }
	HR { color: maroon; }

	.pH1 {
		font-family: Tahoma, Verdana, arial, helvetica, sans-serif;
		font-size: 14pt;
		font-weight : bold;
		margin-top: 10pt;
		margin-bottom: 4pt;
	}

	.cat {
		background-color : #fff6dd;
	}

	.Cat .pH1 {
		color : Maroon;
	}

	.CatTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: #FF9900;
		color: white;
	}

	.Esp {
		background-color : #e6e6fa;
	}

	.Esp .pH1 {
		color : Navy;
	}

	.EspTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: Navy;
		color: white;
	}

	.Eng {
		background-color : #FFCCCC;
	}

	.Eng .pH1 {
		color : #993333;
	}

	.EngTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: #993333;
		color: white;
	}

	.Idioma {
		text-align : center;
	}

	.Idioma A {
		border-style : outset;
		border-width: 2px;
		padding : 3px 10px 3px 10px;
		background-color : #CCCCFF;
		width: 90px;
		color: Purple;
	}

	.Idioma A:HOVER {
		text-decoration : none;
		background-color : #EEE8AA;
	}
			
	.Signatura {
		font-weight : bold;
		text-align: right;
		margin-top: 12pt;
		margin-bottom: 6pt;
	}
			
	.Signatura A {
		color: maroon;
	}
			
	.Signatura A:HOVER {
		color: blue;
		text-decoration : none;
	}
			
	.Inici {
		page-break-before: always;
	}
			
</STYLE>
</HEAD>
<BODY>
<HR noShade SIZE=1>
<!-- SELECTOR D'IDIOMA -->
<TABLE BORDER="0" CELLSPACING="3" CELLPADDING="3" CLASS="Idioma">
<TR>
<TD><A href="#CAT"><B>Catal&agrave;</B></A></TD>
<TD><A href="#ESP"><B>Espa&ntilde;ol</B></A></TD>
<TD><A href="#ENG"><B>English</B></A></TD>
</TR>
</TABLE><!-- FI SELECTOR D'IDIOMA -->
<HR noShade SIZE=1>
<!-- CATAL&Agrave; -->
<A name="CAT"></A><!-- CAP&Ccedil;ALERA -->
&nbsp;
<TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="0" CLASS="Inici">
<TR>
    <TD><IMG alt="ClicNews" hspace=0 src="http://clic.xtec.cat/llistes/logoclicnews.gif" border=0></TD>
    <TD ALIGN="right" VALIGN="bottom" CLASS="Data"><B>N&uacute;mero 8<BR>
      11/11/2004</B></TD>
</TR>
</TABLE>&nbsp; <!-- CAP&Ccedil;ALERA -->
<TABLE WIDTH="100%" cellSpacing=0 cellPadding=6 border=0>
<TR><TD CLASS="CatTitol">Catal&agrave;</TD></TR>
<TR>
<TD CLASS="Cat">
<P CLASS="pH1">La zonaClic es posa en funcionament</P>
      <P>S'ha posat en marxa el nou espai web <strong>zonaClic</strong> a <strong><a href="http://clic.xtec.cat/">http://clic.xtec.cat</a></strong>. 
        Aquest portal &eacute;s el successor del <strong>rac&oacute; del Clic</strong> 
        i compta amb seccions dedicades als programes Clic 3.0 i JClic, aix&iacute; 
        com una &agrave;mplia <a href="http://clic.xtec.cat/ca/act/index.htm">biblioteca 
        d'activitats</a> amb totes les aplicacions que hi havia fins ara al rac&oacute; 
        del Clic. La biblioteca incorpora un cercador que permet localitzar les 
        activitats a partir de diferents criteris. Totes les aplicacions estan 
        disponibles tant en el format original Clic 3.0 com en la nova versi&oacute; 
        JClic, que permet veure-les directament en un <em>applet</em> o instal&middot;lar-les 
        a l'ordinador.</P>
      <P CLASS="pH1">Ja est&agrave; disponible el JClic!</P>
      <P>Des de la <strong>zonaClic</strong> ja &eacute;s possible <a href="http://clic.xtec.cat/ca/jclic/">accedir</a> 
        al m&ograve;dul d'execuci&oacute; i a l'eina d'autor del <strong>JClic</strong>. 
        Aquest conjunt d'aplicacions Java permet fer les activitats Clic en diverses 
        plataformes i entorns operatius (Linux, Windows, Solaris i Mac OS X), 
        i presenta moltes novetats que trobareu explicades al web. El m&ograve;dul 
        que gestiona la base de dades d'informes, que es troba encara en fase 
        de desenvolupament, estar&agrave; accessible a finals d'any.</P>
      <P CLASS="pH1">Llic&egrave;ncies <em>Creative Commons</em> per a les activitats 
        Clic</P>
      <P>La biblioteca d'activitats de la <strong>zonaClic</strong> est&agrave; 
        formada per milers d'aplicacions enviades per educadors i educadores d'arreu 
        del m&oacute;n amb la intenci&oacute; de compartir el treball de creaci&oacute; 
        de recursos did&agrave;ctics innovadors. El projecte <em><a href="http://www.creativecommons.org/"> 
        Creative Commons</a></em> t&eacute; uns objectius clarament coincidents 
        amb aquest esperit de col&middot;laboraci&oacute;, i proposa etiquetar 
        clarament els treballs amb una llic&egrave;ncia que expliciti les seves 
        condicions d'&uacute;s i distribuci&oacute;.</P>
      <P>A partir d'ara, les activitats de la <strong>zonaClic</strong> aniran 
        etiquetades amb una llic&egrave;ncia <em>Creative Commons</em> del tipus 
        <a href="http://creativecommons.org/licenses/by-nc-sa/2.0/es/">Reconeixement 
        - No Comercial - Compartir Igual</a>. Aix&ograve; significa que es permet 
        l'&uacute;s i distribuci&oacute; dels materials, per&ograve; que <strong>sempre</strong> 
        s'haur&agrave; de recon&egrave;ixer la seva autoria; que <strong>est&agrave; 
        perm&egrave;s</strong> fer-ne adaptacions i traduccions; que <strong>no 
        </strong>es permet la seva comercialitzaci&oacute; sense perm&iacute;s 
        dels autors; i que qualsevol <strong>obra derivada</strong> (adaptaci&oacute; 
        o traducci&oacute;) haur&agrave; de tenir una llic&egrave;ncia d'&uacute;s 
        id&egrave;ntica a la de l'obra original.</P>
      <P>L'adopci&oacute; d'aquest tipus de llic&egrave;ncies servir&agrave; per 
        protegir legalment les aplicacions d'usos inadequats i ens permetr&agrave; 
        incorporar la biblioteca d'activitats Clic a la base de dades de recursos 
        lliures creada per <em>Creative Commons</em>. Tots els autors/es d'activitats 
        rebreu, properament, un missatge on us demanarem si us sembla b&eacute; 
        que la vostra obra es distribueixi, a partir d'ara, sota els termes d'aquesta 
        llic&egrave;ncia.</P>
      <P></P>
      <P CLASS="Signatura">ClicNews<BR><A href="mailto:clic@xtec.cat">clic@xtec.cat</A>
</TD>
</TR>
</TABLE><!-- FI CATAL&Agrave; -->
<HR noShade SIZE=1>
<!-- CASTELL&Agrave; -->
<A name="ESP"></A><!-- CAP&Ccedil;ALERA -->
&nbsp;
<TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="0" CLASS="Inici">
<TR>
<TD><IMG alt="ClicNews" hspace=0 src="http://clic.xtec.cat/llistes/logoclicnews.gif" border=0></TD>
    <TD ALIGN="right" VALIGN="bottom" CLASS="Data"><B>N&uacute;mero 8<BR>
      11/11/2004</B></TD>
</TR>
</TABLE>&nbsp; <!-- CAP&Ccedil;ALERA -->
<TABLE WIDTH="100%" cellSpacing=0 cellPadding=6 border=0>
<TR><TD CLASS="EspTitol">Espa&ntilde;ol</TD></TR>
<TR>
    <TD CLASS="Esp"> <P CLASS="pH1">La zonaClic se pone en funcionamiento</P>
      <P>Se ha puesto en funcionamiento el nuevo espacio web <strong>zonaClic</strong> 
        en <strong><a href="http://clic.xtec.cat/">http://clic.xtec.cat</a></strong>. 
        Este portal es el sucesor del <strong>rinc&oacute;n del Clic</strong> 
        y cuenta con secciones dedicadas a los programas Clic 3.0 y JClic, as&iacute; 
        como una amplia <a href="http://clic.xtec.cat/es/act/index.htm">biblioteca 
        de actividades</a> con todas las aplicaciones que hab&iacute;a hasta hoy 
        en el rinc&oacute;n del Clic. La biblioteca incorpora un buscador que 
        permite localizar las actividades a partir de diversos criterios. Todas 
        las aplicaciones est&aacute;n disponibles tanto en el formato original 
        Clic 3.0 como en la nueva versi&oacute;n JClic, que permite verlas directamente 
        en un <em>applet</em> o instalarlas en el ordenador.</P>
      <P CLASS="pH1">&iexcl;Ya est&aacute; disponible JClic!</P>
      <P>Des de la <strong>zonaClic</strong> ya es posible <a href="http://clic.xtec.cat/es/jclic/">acceder</a> 
        al m&oacute;dulo de ejecuci&oacute;n y a la herramienta de autor de <strong>JClic</strong>. 
        Este conjunto de aplicaciones Java permite realizar las actividades Clic 
        en diversas plataformas y sistemas operativos (Linux, Windows, Solaris 
        y Mac OS X), y presenta muchas novedades que encontrar&eacute;is explicadas 
        en la web. El m&oacute;dulo que gestiona la base de datos de informes, 
        que se encuentra todav&iacute;a en fase de desarrollo, estar&aacute; accesible 
        a finales de a&ntilde;o.</P>
      <P CLASS="pH1">Licencias <em>Creative Commons</em> para las actividades 
        Clic</P>
      <P>La biblioteca de actividades de la <strong>zonaClic</strong> est&aacute; 
        formada por miles de aplicaciones enviadas por educadores y educadoras 
        de todo el mundo con la intenci&oacute;n de compartir el trabajo de creaci&oacute;n 
        de recursos did&aacute;cticos innovadores. El proyecto <em><a href="http://www.creativecommons.org/"> 
        Creative Commons</a></em> tiene unos objetivos claramente coincidentes 
        con este esp&iacute;ritu de colaboraci&oacute;n, y propone etiquetar claramente 
        los trabajos con una licencia que explicite sus condiciones de uso y distribuci&oacute;n.</P>
      <P>A partir de ahora, las actividades de la <strong>zonaClic</strong> ir&aacute;n 
        etiquetadas con una licencia <em>Creative Commons</em> de tipo <a href="http://creativecommons.org/licenses/by-nc-sa/2.0/es/">Reconocimiento 
        - No Comercial - Compartir Igual</a>. Esto significa que se permite el 
        uso y distribuci&oacute;n de los materiales, pero que <strong>siempre</strong> 
        deber&aacute; reconocerse la autor&iacute;a de las actividades; que <strong>est&aacute; 
        permitido</strong> hacer adaptaciones y traducciones de las mismas; que 
        <strong>no </strong>se permite su comercializaci&oacute;n sin permiso 
        de los autores; y que cualquier <strong>obra derivada</strong> (adaptaci&oacute;n 
        o traducci&oacute;n) solamente podr&aacute; ser distribuida con una licencia 
        de uso id&eacute;ntica a la de la obra original.</P>
      <P>La adopci&oacute;n de este tipo de licencias servir&aacute; para proteger 
        legalmente a las aplicaciones de usos inadecuados, y nos permitir&aacute; 
        incorporar la biblioteca de actividades Clic a la base de datos de recursos 
        libres creada por <em>Creative Commons</em>. Todos los autores/as de actividades 
        recibir&eacute;is en breve un mensaje en el que os preguntaremos si os 
        parece bien que vuestra obra se distribuya a partir de ahora bajo los 
        t&eacute;rminos de esta licencia.</P>
      <P CLASS="Signatura">ClicNews<BR><A href="mailto:clic@xtec.cat">clic@xtec.cat</A></P>
</TD>
</TR>
</TABLE><!-- FI CASTELL&Agrave; -->
<HR noShade SIZE=1>
<!-- ANGL&Egrave;S -->
<A name="ENG"></A><!-- CAP&Ccedil;ALERA -->
&nbsp;
<TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="0" CLASS="Inici">
<TR>
<TD><IMG alt="ClicNews" hspace=0 src="http://clic.xtec.cat/llistes/logoclicnews.gif" border=0></TD>
    <TD ALIGN="right" VALIGN="bottom" CLASS="Data"><B>Number 8<BR>
      11/11/2004</B></TD>
</TR>
</TABLE>&nbsp; <!-- CAP&Ccedil;ALERA -->
<TABLE WIDTH="100%" cellSpacing=0 cellPadding=6 border=0>
<TR><TD CLASS="EngTitol">English</TD></TR>
<TR>
    <TD CLASS="Eng"> <P CLASS="pH1">ClicZone launch</P>
      <P><strong>ClicZone</strong>, the new site for Clic, has been launched and 
        is available at <strong><a href="http://clic.xtec.cat/">http://clic.xtec.cat</a></strong>. 
        As the successor of the <strong>Clic corner</strong>, it includes access 
        to Clic 3.0 and JClic programmes, as well as a wide-ranging <a href="http://clic.xtec.cat/en/act/index.htm">library</a> 
        with all the activities which had until now been part of the Clic corner.</P>
      <P> The library has a search engine, which can be used to find activities 
        that meet different criteria. All the materials are available in the original 
        Clic 3.0 format as well as in the new JClic version, which allows users 
        to see them directly in an applet or install them on the computer.</P>
      <P CLASS="pH1">JClic is available!</P>
      <P> From <strong>clicZone</strong> it is now possible <a href="http://clic.xtec.cat/en/jclic/">to 
        launch</a> the <strong>JClic</strong> execution module and the authoring 
        tool. This set of Java applications are compatible with different platforms 
        and operating systems (Linux, Windows, Solaris and Mac OS X), and has 
        many new features explained on this site. The module that manages the 
        database of reports, which is still being developed, will be accessible 
        at the end of the year.</P>
      <P CLASS="pH1"><em>Creative Commons</em> licenses for Clic activities</P>
      <P>The <strong>clicZone</strong> library is made up of thousands of activities 
        sent in by educators from around the world, with the aim of collaborating 
        in the creation of innovative didactic resources. The philosophy behind 
        the <em><a href="http://www.creativecommons.org/">Creative Commons</a></em> 
        project is clearly in tune with this spirit of collaboration, and stresses 
        the need to label the works with a license explaining their terms of use 
        and distribution.</P>
      <P>From now on, the activities in the <strong>clicZone</strong> will be 
        labelled with a <em>Creative Commons</em> license with the following restrictions: 
        <a href="http://creativecommons.org/licenses/by-nc-sa/2.0/es/">Attribution 
        - Non-commercial - Share Alike</a>. This means that the use and distribution 
        of the materials are allowed, but the authorship of the activities will 
        <strong>always</strong> have to be recognized; adaptations and translations 
        of the work are <strong>allowed</strong>; the commercial use without a 
        license from the authors is <strong>not allowed</strong>; and any <strong>derived 
        work</strong> (adaptations or translations) can only be distributed under 
        an identical license.</P>
      <P>The adoption of this type of license will protect the materials against 
        inappropriate use and will allow us to incorporate the library of Clic 
        activities into the <em>Creative Commons</em> database of free resources. 
        All the authors will receive a message shortly in which they will be asked 
        for their consent to distribute their work under the terms of this license.</P>
      <P CLASS="Signatura">ClicNews<BR><A href="mailto:clic@xtec.cat">clic@xtec.cat</A></P>
</TD>
</TR>
</TABLE><!-- FI ANGL&Egrave;S -->
<HR noShade SIZE=1>
<!-- FI -->
</BODY>
</HTML>
