<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
<head>
<title>ClicNews 12</title>
<meta http-equiv=Content-Type content="text/html; charset=iso-8859-1">
<style type="text/css">
	body, p {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
	}
	ul{
	margin-left: 15pt;
	}
	a {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		color : blue;
		text-decoration : none;
	}
	a:hover {
		color : red;
		text-decoration : underline;
	}
	td {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
	}
	.Data {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		color : Maroon;
		font-weight : bold;
	}
	li {
	margin-bottom: 10pt;
}
	hr { color: maroon; }
	.pH1 {
	font-family: Tahoma, Verdana, arial, helvetica, sans-serif;
	font-size: 14pt;
	font-weight : bold;
	margin-top: 20pt;
	}
	.cat {
		background-color : #fff6dd;
	}
	.cat .pH1 {
		color : Maroon;
	}
	.catTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: #FF9900;
		color: white;
	}
	.esp {
		background-color : #e6e6fa;
	}
	.esp .pH1 {
		color : Navy;
	}
	.espTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: Navy;
		color: white;
	}
	.eng {
		background-color : #FFCCCC;
	}
	.eng .pH1 {
		color : #993333;
	}
	.engTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: #993333;
		color: white;
	}
	.idioma {
		text-align : center;
	}
	.idioma a {
		border-style : outset;
		border-width: 2px;
		padding : 3px 10px 3px 10px;
		background-color : #CCCCFF;
		width: 90px;
		color: Purple;
	}
	.idioma a:hover {
		text-decoration : none;
		background-color : #EEE8AA;
	}
	.signatura {
		font-weight : bold;
		text-align: right;
		margin-top: 20pt;
		margin-bottom: 6pt;
	}
	.signatura a {
		color: maroon;
	}
	.signatura a:hover {
		color: blue;
		text-decoration : none;
	}
	.inici {
		page-break-before: always;
	}			
</style>
</head>
<body>
<hr noshade size=1>
<table border="0" cellspacing="3" cellpadding="3" class="Idioma">
<tr>
<td><a href="#CAT"><b>Catal&agrave;</b></a></td>
<td><a href="#ESP"><b>Espa&ntilde;ol</b></a></td>
<td><a href="#ENG"><b>English</b></a></td>
</tr>
</table>
<hr noshade size=1>
<a name="CAT"></a>
&nbsp;
<table width="100%" border="0" cellspacing="0" cellpadding="0" class="Inici">
<tr>
<td><img src="http://clic.xtec.cat/llistes/logoclicnews.gif" alt="ClicNews" width=128 height=53 hspace=0 border=0></td>
<td align="right" valign=bottom class="Data"><b>N&uacute;mero 12<br>
30/11/2005</b></td>
</tr>
</table>
&nbsp; 
<table width="100%" cellSpacing=0 cellPadding=6 border=0>
<tr><td class="CatTitol">Catal&agrave;</td></tr>
<tr> 
<td class="Cat"><p class="pH1">Nous paquets d'activitats</p>
<p>Aquestes s&oacute;n les darreres novetats que s'acaben d'incorporar a la <b>zonaClic</b>:</p>
<ul>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3213"><b>Temps de temps: Vents i ventots</b></a><br>
Joan A. Solano ens presenta la sisena part de "Temps de temps". En aquest cas, els protagonistes s&oacute;n els vents, els huracans i els tornados.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3182"><b>Miquel Mart&iacute; i Pol - 2</b></a><br>
Un paquet d'activitats per treballar alguns poemes del llibre <I>Bon Profit</i>, de Miquel Mart&iacute; i Pol. Les activitats s'adrecen als alumnes del cicle inicial d'educaci&oacute; prim&agrave;ria.
<li> <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3184"><b>Discriminaci&oacute; i-ll</b></a><br>
David Ricard Badenas ens ofereix aquest conjunt d'activitats, per a educaci&oacute; prim&agrave;ria, sobre la diferenciaci&oacute; dels sons <i>i</i> i <i>ll</i>.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3180"><b>El mar</b></a><br>
Luis Ugedo ens envia aquest paquet d'activitats adre&ccedil;at a alumnat d'educaci&oacute; secund&agrave;ria per a l'aprenentatge i el coneixement de l'ecosistema mar&iacute;. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3188"><b>Nens d'arreu del m&oacute;n</b></a><br>
Teresa Cruanyes ens fa arribar aquest conjunt d'exercicis per a alumnes d'incorporaci&oacute; tardana. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3189"><b>El jazz</b></a> i <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3190"><b>La hist&ograve;ria del so gravat</b></a><br>
Dos paquets d'activitats de Ramon Llanes per a l'&agrave;rea d'educaci&oacute; musical a secund&agrave;ria. El primer tracta la hist&ograve;ria, els estils i els instruments del jazz, i el segon va sobre els precedents i l'evoluci&oacute; del so gravat. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3193"><b>La Granada</b></a><br>
Francesc Figueras ens ha fet arribar aquest paquet d'activitats sobre el poble de La Granada, situat a la comarca de l'Alt Pened&egrave;s. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3209"><b>La Ventafocs</b></a><br>
Activitats creades per Antoni Prim en catal&agrave; sobre el conegut conte de la Ventafocs, escrit per Charles Perrault el 1697. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3211"><b>Paraules - Exercicis de lectura i escriptura graduats</b></a><br>
Un centenar d'activitats per a l'aprenentatge de la llengua catalana que ens envia Jos&eacute; Luis L&aacute;zaro. El paquet est&agrave; adre&ccedil;at a alumnes d'educaci&oacute; infantil i primer cicle d'educaci&oacute; prim&agrave;ria. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3185"><b>Verbos latinos</b></a><br>
Aquest recull d'activitats sobre els verbs en llat&iacute; ens l'envia Paloma Garrido i est&agrave; adre&ccedil;at a l'alumnat de batxillerat. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3178"><b>&Eacute;rase una vez... 1</b></a><br>
M. Carmen M&aacute;nuel ens envia aquesta activitat per a l'aprenentatge de la lectoescriptura seguint l'ordre progressiu del m&egrave;tode <i>&Eacute;rase una vez... El pa&iacute;s de las letras</i>: <I>u, a, i, o, e, p, m, n, &ntilde;.</I>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3181"><b>Introducci&oacute;n a las fracciones</b></a><br>
Un projecte de Jos&eacute; Ignacio Leiva adre&ccedil;at a l'alumnat d'educaci&oacute; prim&agrave;ria per repassar, o b&eacute; introduir, el tema de les fraccions. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3183"><b>El alfabeto dactilol&oacute;gico espa&ntilde;ol</b></a><br>
Inmaculada Rodr&iacute;guez ens ofereix aquest conjunt d'activitats JClic sobre l'alfabet dactilol&ograve;gic espanyol, per a nens i nenes sords. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3187"><b>Mateman&iacute;a 5</b></a><br>
Aquest projecte ens arriba de la m&agrave; de diversos autors i ens serveix com a complement del llibre de text del mateix nom per treballar la unitat dels pol&iacute;gons.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3192"><b>Lucas</b></a><br>
Bernardita Mu&ntilde;oz &eacute;s l'autora d'aquest conjunt d'activitats per a l'aprenentatge de la llengua castellana. El projecte est&agrave; basat en un conte del mateix nom. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3140"><b>F&iacute;sica 5</b></a><br>
Aquest &eacute;s un paquet d'activitats fet per Johana Echevarr&iacute;a i M. Jos&eacute; Ortega sobre el comportament de la mat&egrave;ria. S'adre&ccedil;a a educaci&oacute; prim&agrave;ria.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3194"><b>Discusi&oacute;n de las soluciones de una ecuaci&oacute;n de primer o segundo grado</b></a><br>
Juan Jos&eacute; Men&eacute;ndez ens ha enviat aquest paquet d'activitats sobre les equacions de primer i segon grau, adre&ccedil;at a alumnes de secund&agrave;ria. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3195"><b>La prehistoria y la edad antigua</b></a><br>
Conjunt d'activitats sobre la prehist&ograve;ria i l'edat antiga: la manera de viure dels homes de la prehist&ograve;ria i la rellev&agrave;ncia de l'imperi rom&agrave; a la nostra cultura. El paquet ens l'envia Inma S&aacute;nchez. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3196"><b>El agua y el aire</b></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3197"><b>El clima, la vegetaci&oacute;n y la fauna de Espa&ntilde;a</b></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3199"><b>La energ&iacute;a en nuestras vidas</b></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3202"><b>La materia</b></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3203"><b>El paisaje de la Comunidad de Madrid</b></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3204"><b>El relieve y la hidrograf&iacute;a de Espa&ntilde;a</b></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3205"><b>Los seres vivos</b></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3206"><b>Los animales vertebrados</b></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3198"><b>Las actividades econ&oacute;micas de la Comunidad de Madrid</b></a> i <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3201"><b>La organizaci&oacute;n pol&iacute;tica y social de la Comunidad de Madrid</b></a>.<br>
Jos&eacute; Antonio S&aacute;nchez ens envia aquests deu paquets d'activitats per a les &agrave;rees de coneixement del medi social i natural. Un total de 300 activitats adre&ccedil;ades a educaci&oacute; prim&agrave;ria disponibles en format JClic.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3200"><b>Lengua y literatura espa&ntilde;ola</b></a><br>
Dos projectes JClic sobre llengua i literatura espanyola adre&ccedil;ats a 5&egrave; i 6&egrave; de prim&agrave;ria, que ens arriben, tamb&eacute;, de la m&agrave; de Jos&eacute; Antonio S&aacute;nchez.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3207"><b>La familia del 100</b></a><br>
Paquet d'activitats de Mar&iacute;a Eugenia N&uacute;&ntilde;ez per a l'aprenentatge dels nombres del 100 al 199. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3208"><b>Rep&uacute;blica Mexicana</b></a><br>
Paquet d'activitats de Patricia Mu&ntilde;oz, Rosa M&ordf; S&aacute;nchez i Beatriz Montalvo sobre la geografia pol&iacute;tica de M&egrave;xic i els seus costums. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3210"><b>La Argentina</b></a><br>
Un projecte de Mariano Della Rosa que treballa la geografia de l'Argentina i dels pa&iuml;sos que l'envolten.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=2660"><b>Las ventanas de MS Windows</b></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=2660"><b>El escritorio de MS Windows</b></a> i <a href="http://clic.xtec.cat/db/act_ca.jsp?id=2660"><b>Introducci&oacute;n a internet</b></a><br>
Gayle Almonte amplia les activitats d'inform&agrave;tica b&agrave;sica amb aquests tres paquets sobre l'&uacute;s de Windows i d'Internet. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=1382"><b>El folklore musical de Chile </b></a><br>
Una versi&oacute; nova d'aquest projecte de la professora M&iacute;riam Castillo, amb m&eacute;s activitats sobre la m&uacute;sica popular xilena.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3177"><b>Irregular verbs</b></a><br>
Amb aquest paquet d'activitats creades per Jos&eacute; Hern&aacute;ndez, podem repassar i aprendre la forma del passat dels verbs irregulars en angl&egrave;s.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3179"><b>Housing</b></a><br>
Activitats d'angl&egrave;s creades per Lola Guill&eacute;n sobre el vocabulari de la casa, les seves parts i les coses que hi trobem. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3212"><b>From UK to USA</b></a><br>
Xavier Parra i Carlos Mu&ntilde;oz ens envien aquesta activitat sobre la Gran Bretanya i els Estats Units d'Am&egrave;rica. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3176"><b>Xeograf&iacute;a de Galicia</b></a><br>
Activitats de Xo&aacute;n Ferreiro sobre la geografia de Gal&iacute;cia, el relleu, les costes, la poblaci&oacute;... 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3186"><b>As bisbarras de Galicia</b></a><br>
Un paquet d'activitats de Dositeo Fern&aacute;ndez adre&ccedil;at a educaci&oacute; prim&agrave;ria sobre les comarques de la comunitat aut&ograve;noma de Gal&iacute;cia. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3191"><b>Hitz25</b></a><br>
Activitats per treballar el vocabulari b&agrave;sic en basc. S'hi treballen 25 paraules amb les 25 imatges corresponents. Ens les envia Hur Ezeiza.
</ul>
<p class="Signatura">ClicNews<br>
<a href="mailto:clic@xtec.cat">clic@xtec.cat</a></p>
</td></tr>
</table>
<hr noshade size=1>
<a name="ESP"></a>
&nbsp;
<table width="100%" border="0" cellspacing="0" cellpadding="0" class="Inici">
<tr>
<td><img src="http://clic.xtec.cat/llistes/logoclicnews.gif" alt="ClicNews" width="128" height="53" hspace=0 border=0></td>
<td align="right" valign=bottom class="Data"><b>N&uacute;mero 12<br>30/11/2005</b></td>
</tr>
</table>
&nbsp;
<table width="100%" cellSpacing=0 cellPadding=6 border=0>
<tr><td class="EspTitol">Espa&ntilde;ol</td></tr>
<tr> 
<td class="Esp">
<p class="pH1">Nuevos paquetes de actividades</p>
<p>Seguimos incorporando en la <b>zonaClic</b> los paquetes de actividades que han ido llegando en los &uacute;ltimos meses:</p>
<ul>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3178"><b>&Eacute;rase una vez... 1</b></a><br>
M&ordf; Carmen M&aacute;nuel nos env&iacute;a esta actividad para el aprendizaje de la lectoescritura siguiendo el orden progresivo del m&eacute;todo <i>&Eacute;rase una vez... El pa&iacute;s de las letras</i>: <I>u, a, i, o, e, p, m, n, &ntilde;.</I>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3181"><b>Introducci&oacute;n a las fracciones</b></a><br>
Un proyecto de Jos&eacute; Ignacio Leiva dirigido a alumnos de educaci&oacute;n primaria para repasar o introducir el tema de las fracciones. 
<li><b><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3183">El alfabeto dactilol&oacute;gico espa&ntilde;ol</a></b><br>
Inmaculada Rodr&iacute;guez nos ofrece este conjunto de actividades en formato JClic sobre el alfabeto dactilol&oacute;gico espa&ntilde;ol, para ni&ntilde;os y ni&ntilde;as sordos.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3187"><b>Mateman&iacute;a 5</b></a><br>
Este proyecto nos llega de la mano de diversos autores y nos sirve como complemento del libro de texto del mismo nombre para trabajar la unidad de los pol&iacute;gonos.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3192"><b>Lucas</b></a><br>
Bernardita Mu&ntilde;oz es la autora de este conjunto de actividades para el aprendizaje de la lengua. El proyecto est&aacute; basado en un cuento del mismo nombre.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3194"><b>Discusi&oacute;n de las soluciones de una ecuaci&oacute;n de primer o segundo grado</b></a><br>
Juan Jos&eacute; Men&eacute;ndez nos ha enviado este paquete de actividades dirigido a alumnos de educaci&oacute;n secundaria sobre las ecuaciones de primer y segundo grado. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3195"><b>La Prehistoria y la Edad Antigua</b></a><br>
Conjunto de actividades creadas por Inma S&aacute;nchez sobre la prehistoria y la edad antigua: el modo de vida de los hombre prehist&oacute;ricos y la relevancia del imperio romano en nuestra cultura.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3196"><b>El agua y el aire</b></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=3197"><b>El clima, la vegetaci&oacute;n y la fauna de Espa&ntilde;a</b></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=3199"><b>La energ&iacute;a en nuestras vidas</b></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=3202"><b>La materia</b></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=3203"><b>El paisaje de la Comunidad de Madrid</b></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=3204"><b>El relieve y la hidrograf&iacute;a de Espa&ntilde;a</b></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=3205"><b>Los seres vivos</b></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=3206"><b>Los animales vertebrados</b></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=3198"><b>Las actividades econ&oacute;micas de la Comunidad de Madrid</b></a> y <a href="http://clic.xtec.cat/db/act_es.jsp?id=3201"><b>La organizaci&oacute;n pol&iacute;tica y social de la Comunidad de Madrid</b></a>.<br>
Jos&eacute; Antonio S&aacute;nchez nos env&iacute;a estos 10 paquetes de actividades para las &aacute;reas de conocimiento del medio social y natural. Un total de 300 actividades para educaci&oacute;n primaria, disponibles en versi&oacute;n JClic. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3200"><b>Lengua y literatura espa&ntilde;ola</b></a><br>
Dos proyectos JClic sobre lengua y literatura espa&ntilde;ola dirigido a 5&ordm; y 6&ordm; de primaria, que nos llegan tambi&eacute;n de la mano de Jos&eacute; Antonio S&aacute;nchez. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3207"><b>La familia del 100</b></a><br>
Paquete de actividades de Mar&iacute;a Eugenia N&uacute;&ntilde;ez para el aprendizaje de los n&uacute;meros del 100 al 199. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3208"><b>Rep&uacute;blica Mexicana</b></a><br>
Paquete de actividades de Patricia Mu&ntilde;oz, Rosa M&ordf; S&aacute;nchez y Beatriz Montalvo sobre la geograf&iacute;a pol&iacute;tica de M&eacute;xico y sus costumbres. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3210"><b>La Argentina</b></a><br>
Un proyecto de Mariano Della Rosa que trabaja la geograf&iacute;a de Argentina y los pa&iacute;ses que la rodean. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=2660"><b>Las ventanas de MS Windows</b></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=2660"><b>El escritorio de MS Windows</b></a><b> </b>e <a href="http://clic.xtec.cat/db/act_es.jsp?id=2660"><b>Introducci&oacute;n a internet</b></a><br>
Gayle Almonte ampl&iacute;a las actividades de inform&aacute;tica b&aacute;sica con estos tres paquetes sobre el uso de Windows e internet. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=1382"><b>El folklore musical de Chile </b></a><br>
Una nueva versi&oacute;n de este proyecto de la profesora M&iacute;riam Castillo, con m&aacute;s actividades sobre la m&uacute;sica popular chilena.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3185"><b>Verbos latinos</b></a><br>
Una recopilaci&oacute;n de actividades sobre los verbos en lat&iacute;n que nos env&iacute;a Paloma Garrido, dirigido al alumnado de bachillerato. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3177"><b>Irregular verbs</b></a><br>
Con este paquete de actividades creadas por Jos&eacute; Hern&aacute;ndez podemos repasar y aprender la forma del pasado de los verbos irregulares en ingl&eacute;s. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3179"><b>Housing</b></a><br>
Actividades en ingl&eacute;s creadas por Lola Guill&eacute;n sobre el vocabulario de la casa, sus partes y las cosas que encontramos en ella. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3212"><b>From UK to USA</b></a><br>
Actividades sobre Gran Breta&ntilde;a y los Estados Unidos de Am&eacute;rica, creadas por Xavier Parra y Carlos Mu&ntilde;oz. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3213"><b>Temps de temps: Vents i ventots</b></a><br>
Joan A. Solano nos presenta la sexta parte de la serie Temps de Temps. En este caso, los protagonistas son los vientos, los huracanes y los tornados.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3180"><b>El mar</b></a><br>
Luis Ugedo nos env&iacute;a este paquete de actividades dirigido a alumnado de educaci&oacute;n secundaria para el aprendizaje y conocimiento del ecosistema marino.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3182"><b>Miquel Mart&iacute; i Pol - 2</b></a><br>
Un paquete de actividades para trabajar algunos poemas del libro <i>Bon Profit</i>, del poeta catal&aacute;n Miquel Mart&iacute; i Pol, con los alumnos de ciclo inicial de educaci&oacute;n primaria.
<li> <a href="http://clic.xtec.cat/db/act_es.jsp?id=3184"><b>Discriminaci&oacute; i-ll</b></a><br>
David Ricard Badenas nos ofrece estas actividades para educaci&oacute;n primaria que tienen como objetivo aprender a diferenciar los sonidos <b>i</b> y <b>ll</b>.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3188"><b>Nens d'arreu del m&oacute;n</b></a><br>
Teresa Cruanyes nos hace llegar este conjunto de ejercicios para alumnos reci&eacute;n llegados al centro. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3189"><b>El jazz</b></a> y <a href="http://clic.xtec.cat/db/act_es.jsp?id=3190"><b>La hist&ograve;ria del so gravat</b></a><br>
Dos paquetes de actividades de Ramon Llanes para el &aacute;rea de educaci&oacute;n musical en secundaria. El primero de ellos trata de la historia, los estilos y los instrumentos utilizados en el jazz, y el segundo, de los precedentes y evoluci&oacute;n de la grabaci&oacute;n de sonido.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3193"><b>La Granada</b></a><br>
Francesc Figueras nos ha hecho llegar este paquete de actividades sobre la localidad de La Granada, situada en la comarca del Alt Pened&egrave;s, en Catalu&ntilde;a.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3209"><b>La Ventafocs</b></a><br>
Actividades creadas por Antoni Prim en catal&aacute;n sobre el conocido cuento <i>La Cenicienta</i>, escrito por Charles Perrault en 1697. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3211"><b>Paraules - Exercicis de lectura i escriptura graduats</b></a><br>
Un centenar de actividades de lengua catalana para educaci&oacute;n infantil y primer ciclo de educaci&oacute;n primaria, creadas por Jos&eacute; Luis L&aacute;zaro.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3176"><b>Xeograf&iacute;a de Galicia</b></a><br>
Actividades de Xo&aacute;n Ferreiro sobre la geograf&iacute;a de Galicia, su relieve, sus costas, su poblaci&oacute;n... 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3186"><b>As bisbarras de Galicia</b></a><br>
Un paquete de actividades de Dositeo Fern&aacute;ndez para educaci&oacute;n primaria sobre las comarcas de la Comunidad Aut&oacute;noma de Galicia. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3191"><b>Hitz25</b></a><br>
Actividades para trabajar el vocabulario b&aacute;sico en vasco. El paquete trabaja 25 palabras con las 25 im&aacute;genes correspondientes. Nos lo env&iacute;a Hur Ezeiza.
</ul>
<p class="Signatura">ClicNews<br>
<a href="mailto:clic@xtec.cat">clic@xtec.cat</a></p>
</td></tr>
</table>
<hr noshade size=1>
<a name="ENG"></a>
&nbsp;
<table width="100%" border="0" cellspacing="0" cellpadding="0" class="Inici">
<tr>
<td><img src="http://clic.xtec.cat/llistes/logoclicnews.gif" alt="ClicNews" width="128" height="53" hspace=0 border=0></td>
<td align="right" valign=bottom class="Data"><b>Number 12<br>30/11/2005</b></td>
</tr>
</table>
&nbsp; 
<table width="100%" cellSpacing=0 cellPadding=6 border=0>
<tr><td class="EngTitol">English</td></tr>
<tr> 
<td class="Eng">
<p class="pH1">New activity packages</p>
<p>In this section we will present new additions to the <b>clicZone</b>. 
For a detailed description of the activity packages, click on the titles.</p>
<ul>
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3177"><b>Irregular verbs</b></a><br>
JClic activities created by Jos&eacute; Hen&aacute;ndez about the past form of the irregular verbs in English. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3179"><b>Housing</b></a><br>
Activities in English created by Lola Guill&eacute;n about vocabulary related to houses and their parts. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3212"><b>From UK to USA</b></a><br>
Xavier Parra and Carlos Mu&ntilde;oz have sent us these activities about the United Kingdom and the United States of America.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3185"><b>Verbos latinos</b></a><br>
This set of activities about the Latin verbs has been sent by Paloma Garrido and it is addressed to high school students.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3178"><b>&Eacute;rase una vez... 1</b></a><br>
M. Carmen M&aacute;nuel has sent us these activities based on the reading and writing method <i>&Eacute;rase una vez... el pa&iacute;s de las letras </i>following the progressive order of this method: u, a, i, o, e, p, m, n, &ntilde;.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3181"><b>Introducci&oacute;n a las fracciones</b></a><br>
A project made by Jos&eacute; Igancio Leiva to introduce and review fractions addressed to primary school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3183"><b>El alfabeto dactilol&oacute;gico espa&ntilde;ol</b></a><br>
Inmaculada Rodr&iacute;guez offers us these JClic activities about the Spanish sign language addressed to deaf students. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3187"><b>Mateman&iacute;a 5</b></a><br>
This project sent by several authors is a complement of the text book <i>Mateman&iacute;a 5</i>, about the polygons. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3192"><b>Lucas</b></a><br>
Bernardita Mu&ntilde;oz is the author of this set of activities to learn Spanish. The project is based on a tale. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3194"><b>Discusi&oacute;n de las soluciones de una ecuaci&oacute;n de primer o 2&ordm; grado</b></a><br>
Juan Jos&eacute; Men&eacute;ndez has sent this package of activities about equations, addressed to secondary school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3195"><b>La prehistoria y la Edad Antigua</b></a><br>
Set of activities about prehistory and the Roman Empire. The activities have been sent by Inma S&aacute;nchez. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3196"><b>El agua y el aire</b></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=3197"><b>El clima, la vegetaci&oacute;n y la fauna de Espa&ntilde;a</b></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=3199"><b>La energ&iacute;a en nuestras vidas</b></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=3202"><b>La materia</b></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=3203"><b>El paisaje de la Comunidad de Madrid</b></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=3204"><b>El relieve y la hidrograf&iacute;a de Espa&ntilde;a</b></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=3205"><b>Los seres vivos</b></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=3206"><b>Los animales vertebrados</b></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=3198"><b>Las actividades econ&oacute;micas de la Comunidad de Madrid</b></a> and <a href="http://clic.xtec.cat/db/act_en.jsp?id=3201"><b>La organizaci&oacute;n pol&iacute;tica y social de la Comunidad de Madrid</b></a>.<br>
Jos&eacute; Antonio S&aacute;nchez has sent these 10 packages of activities about social and natural sciences. There are 300 JClic activities addressed to primary school.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3200"><b>Lengua y literatura espa&ntilde;ola</b></a><br>
Two JClic projects about language and Spanish literature addressed to primary school, created by Jos&eacute; Antonio S&aacute;nchez. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3207"><b>La familia del 100</b></a><br>
Package of activities created by Mar&iacute;a Eugenia N&uacute;&ntilde;ez addressed to learn the numbers from 100 to 199. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3208"><b>Rep&uacute;blica Mexicana</b></a><br>
Set of activities sent by Patricia Mu&ntilde;oz, Rosa M&ordf; S&aacute;nchez and Beatriz Montalvo about political geography of Mexico. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3210"><b>La Argentina</b></a><br>
A project sent by Mariano Della Rosa about the geography of Argentina and the countries that surround it. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=2660"><b>Las ventanas de MS Windows</b></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=2660"><b>El escritorio de MS Windows</b></a><b> </b>y <a href="http://clic.xtec.cat/db/act_en.jsp?id=2660"><b>Introducci&oacute;n a internet</b></a><br>
Gayle Almonte extends the existent activities of basic computer with these three packages about the use of Windows and Internet. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=1382"><b>El folklore musical de Chile </b></a><br>
New version of this project, made by M&iacute;riam Castillo, with more activities about chilean folk music.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3213"><b>Temps de temps: Vents i ventots</b></a><br>
Joan A. Solano presents us the sixth part of the serie <i>Temps de Temps</i>. This package is about the wind, the hurricanes and tornados.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3180"><b>El mar</b></a><br>
Luis Ugedo sends us this package of activities addressed to secondary school about the ocean ecosystem. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3182"><b>Miquel Mart&iacute; i Pol - 2</b></a><br>
A package of activities about the poems of the Catalan poet Miquel Mart&iacute; Pol. The activities are based on the book <i>Bon Profit</i> and are addressed to primary school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3184"><b>Discriminaci&oacute; i-ll</b></a><br>
David Ricard Badenas sends us these activities addressed to primary school destined to differenciate the sounds that we represent with letters <b><i>i</i></b> and <b><i>ll</i></b>.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3188"><b>Nens d'arreu del m&oacute;n</b></a><br>
Teresa Cruanyes has sent us this project of activities addressed to newcoming pupils. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3189"><b>El Jazz</b></a> and <a href="http://clic.xtec.cat/db/act_en.jsp?id=3190"><b>La hist&ograve;ria del so gravat</b></a><br>
Two packages of activities created by Ramon Llanes for secondary school. The first one is about the beginnings, the styles and the instruments of Jazz, and the second one is about the precedents and evolution of the recording of sound.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3193"><b>La Granada</b></a><br>
Francesc Figueras has sent this package of activities about La Granada, a town in the region of Alt Pened&egrave;s, in Catalonia.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3209"><b>La ventafocs</b></a><br>
Catalan Clic activities created by Antoni Prim about Cinderella, a tale written by Charles Perrault in 1697.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3211"><b>Paraules - Exercicis de lectura i escriptura graduats</b></a><br>
One hundred activities about the Catalan language sent by Jos&eacute; Luis L&aacute;zaro. The package is addressed to kindergarten and primary school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3176"><b>Xeograf&iacute;a de Galicia</b></a><br>
Activities created by Xo&aacute;n Ferreiro about the geography of Galizia, the relief, the coasts, the population... 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3186"><b>As bisbarras de Galicia</b></a><br>
A package of activities created by Dositeo Fern&aacute;ndez for primary school, about the regions of Galizia. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3191"><b>Hitz25</b></a><br>
Activities about basque vocabulary. This package, sent by Hur Ezeiza, contains 25 words and images. 
</ul>
<p class="Signatura">ClicNews<br>
<a href="mailto:clic@xtec.cat">clic@xtec.cat</a></p>
</td></tr>
</table>
<hr noshade size=1>
</body>
</html>
