<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
<TITLE>ClicNews 7</TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
<STYLE TYPE="text/css">
	BODY, P {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
	}

	A {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		color : blue;
		text-decoration : none;
	}

	A:HOVER {
		color : red;
		text-decoration : underline;
	}

	TD {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
	}

	.Data {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		color : Maroon;
		font-weight : bold;
	}

	UL { margin-left: 18px; }
	LI { margin-left: 0px; }
	HR { color: maroon; }

	.pH1 {
		font-family: Tahoma, Verdana, arial, helvetica, sans-serif;
		font-size: 14pt;
		font-weight : bold;
		margin-top: 10pt;
		margin-bottom: 4pt;
	}

	.cat {
		background-color : #fff6dd;
	}

	.Cat .pH1 {
		color : Maroon;
	}

	.CatTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: #FF9900;
		color: white;
	}

	.Esp {
		background-color : #e6e6fa;
	}

	.Esp .pH1 {
		color : Navy;
	}

	.EspTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: Navy;
		color: white;
	}

	.Eng {
		background-color : #FFCCCC;
	}

	.Eng .pH1 {
		color : #993333;
	}

	.EngTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: #993333;
		color: white;
	}

	.Idioma {
		text-align : center;
	}

	.Idioma A {
		border-style : outset;
		border-width: 2px;
		padding : 3px 10px 3px 10px;
		background-color : #CCCCFF;
		width: 90px;
		color: Purple;
	}

	.Idioma A:HOVER {
		text-decoration : none;
		background-color : #EEE8AA;
	}
			
	.Signatura {
		font-weight : bold;
		text-align: right;
		margin-top: 12pt;
		margin-bottom: 6pt;
	}
			
	.Signatura A {
		color: maroon;
	}
			
	.Signatura A:HOVER {
		color: blue;
		text-decoration : none;
	}
			
	.Inici {
		page-break-before: always;
	}
			
</STYLE>
</HEAD>
<BODY>
<HR noShade SIZE=1>
<!-- SELECTOR D'IDIOMA -->
<TABLE BORDER="0" CELLSPACING="3" CELLPADDING="3" CLASS="Idioma">
<TR>
<TD><A href="#CAT"><B>Catal&agrave;</B></A></TD>
<TD><A href="#ESP"><B>Espa&ntilde;ol</B></A></TD>
<TD><A href="#ENG"><B>English</B></A></TD>
</TR>
</TABLE><!-- FI SELECTOR D'IDIOMA -->
<HR noShade SIZE=1>
<!-- CATAL&Agrave; -->
<A name="CAT"></A><!-- CAP&Ccedil;ALERA -->
&nbsp;
<TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="0" CLASS="Inici">
<TR>
<TD><IMG alt="ClicNews" hspace=0 src="http://www.xtec.cat/recursos/clic/llistes/logoclicnews.gif" border=0></TD>
<TD ALIGN="right" VALIGN="bottom" CLASS="Data"><B>N&uacute;mero 7<BR>02/06/2004</B></TD>
</TR>
</TABLE>&nbsp; <!-- CAP&Ccedil;ALERA -->
<TABLE WIDTH="100%" cellSpacing=0 cellPadding=6 border=0>
<TR><TD CLASS="CatTitol">Catal&agrave;</TD></TR>
<TR>
<TD CLASS="Cat">
<P CLASS="pH1">Nous paquets d'activitats</P>
<P>Aquestes s&oacute;n les darreres novetats que s'acaben d'incorporar al "rac&oacute; del Clic":</P>
<UL>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act97.htm"><B>Temps de temps: A bots i barrals</B></A><BR>
Un nou paquet de la s&egrave;rie "Temps de Temps" de Joan Antoni Solano, aquesta vegada dedicat a les precipitacions meteorol&ograve;giques i els seus efectes.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/musica/act22.htm"><B>Instruments i jugarolls musicals de les Piti&uuml;ses</B></A><BR>
Activitats sobre instruments musicals tradicionals d'Eivissa i Formentera en un interessant paquet creat per Virg&iacute;nia Sansano i Peligros Saura.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act225.htm"><B>Eticlic: Llegim etiquetes</B></A><BR>
Un paquet d'activitats realitzat per Marta Montero on es treballa la lectoescriptura a partir d'etiquetes de productes comercials.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act233.htm"><B>Tirant: El Clic</B></A><BR>
Activitats sobre el llibre medieval d'aventures "Tirant lo Blanc", de Joanot Martorell, creades per Miquel &Agrave;ngel Lloren&ccedil; per al 2n cicle d'ESO.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act118.htm"><B>Petr&eacute;s</B></A><BR>
Clic sobre Petr&eacute;s i el Camp de Morvedre, creat amb motiu de la VII trobada de la Coordinadora d'Escoles en Valenci&agrave;.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/musica/act20.htm"><B>Aix&iacute; sona...</B></A><BR>
Activitats sobre els instruments que formen la orquestra simf&ograve;nica, creat per Josep Rafael Albert.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act78.htm"><B>PEMSA - Programa d'Entrenament Mental al Servei de l'Alumnat</B></A><BR>
L'objectiu d'aquesta col&middot;lecci&oacute; de paquets d'activitats d'en David Beltran &eacute;s desenvolupar i millorar processos psicol&ograve;gics b&agrave;sics que repercuteixen m&eacute;s directament en les &agrave;rees del curr&iacute;culum.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act228.htm"><B>L'alfabet grec</B></A><BR>
Aquest paquet d'activitats creat per &Agrave;urea P&eacute;rez vol facilitar l'aprenentatge de l'alfabet grec als alumnes de Batxillerat.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act71.htm"><B>Dal&iacute;</B></A><BR>
En la celebraci&oacute; de l'any Dal&iacute;, Dol&ccedil;a Vert ens ha fet arribar aquest paquet d'activitats sobre l'artista empordan&egrave;s.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act79.htm"><B>Dal&iacute;: Trencaclosques</B></A><BR>
Un nou paquet d'activitats sobre Dal&iacute; que ens envia Jaume Rubio, adre&ccedil;at a alumnes de cicle superior de prim&agrave;ria.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act84.htm"><B>Salvador Dal&iacute;. Educaci&oacute; Infantil</B></A><BR>
Un paquet d'activitats sobre Salvador Dal&iacute;, aquest per a educaci&oacute; infatil, que ens envia Anna L&oacute;pez.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act75.htm"><B>Salvador Dal&iacute;</B></A><BR>
Montse Casas ha creat dos paquets d'activitats sobre la vida i l'obra de Dal&iacute;, amb motiu del centenari del seu naixement.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act81.htm"><B>Joan Mir&oacute; i els colors</B></A><BR>
Dolors Iborra &eacute;s l'autora d'aquestes activitats sobre el m&oacute;n dels colors i la seva influ&egrave;ncia en l'obra de Joan Mir&oacute;.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act93.htm"><B>Classifiquem roques sediment&agrave;ries</B></A><BR>
En Josep Mas ens ofereix aquest paquet d'activitats de geologia.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act113.htm"><B>Terra de gegants</B></A><BR>
Un paquet d'activitats elaborat per diverses escoles del Vall&egrave;s, sobre el m&oacute;n dels gegants i els cap-grossos.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act70.htm"><B>Menjars, begudes i dol&ccedil;os catalans</B></A><BR>
S&iacute;lvia Prieto ha creat aquestes activitats sobre els aliments m&eacute;s habituals a Catalunya, adre&ccedil;at a alumnes d'educaci&oacute; infantil i prim&agrave;ria.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act94.htm"><B>Els arbres de la nostra escola</B></A><BR>
Maria Josep Guzm&aacute;n ens envia aquest paquet d'activitats per educaci&oacute; infantil i prim&agrave;ria sobre els arbres de l'escola.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/mates/act113.htm"><B>Regles de derivaci&oacute;</B></A><BR>
Una aplicaci&oacute; de Catalina Mayol sobre la derivaci&oacute; de funcions, adre&ccedil;ada a alumnes de batxillerat.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/mates/act114.htm"><B>Els n&uacute;meros romans</B></A><BR>
En Ferran Estruch ens envia un nou paquet d'activitats per a prim&agrave;ria, sobre l'&uacute;s dels n&uacute;meros romans.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act95.htm"><B>Astremania</B></A><BR>
Activitats sobre l'espai, els astres i els planetes, elaborades per Toni D&iacute;az.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act76.htm"><B>Orientaci&oacute; acad&egrave;mica i professional</B></A><BR>
Cinta Vidiella ens envia aquest paquet d'activitats d'orientaci&oacute; acad&egrave;mica i professional adre&ccedil;at a alumnes de 4t d'ESO, on es mostren les diverses possibilitats que s'obren als estudiants en acabar la secund&agrave;ria.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act238.htm"><B>Lectoescriptura amb els fruits de la tardor</B></A><BR>
En Jos&eacute; Luis L&aacute;zaro ha creat aquest paquet d'activitats per aprendre a llegir i escriure, que pren els fruits de la tardor com a centre d'inter&egrave;s.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act243.htm"><B>Els noms de la classe</B></A><BR>
Aquest paquet d'activitats creat per Juan Palomino es presenta en dues versions, una per P3 i l'altra per P5. S'inclou una guia on s'exoplica com modificar i adaptar les activitats a cada grup d'alumnes.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/mates/act115.htm"><B>Multiplica i multiplica</B></A><BR>
Enric Peiris ens ofereix aquest paquet d'activitats on es treballa l'algorisme de la multiplicaci&oacute;.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act117.htm"><B>Els molins fariners</B></A><BR>
Paquet d'activitats sobre els molins hidr&agrave;ulics i el seu funcionament, creat per N&uacute;ria Coma.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act119.htm"><B>La comarca del Maresme</B></A><BR>
Conxita Vicente &eacute;s l'autora d'aquest paquet d'activitats sobre la comarca del Maresme.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act249.htm"><B>ABC</B></A><BR>
Un paquet de lectura de paraules adre&ccedil;at a educaci&oacute; infantil, creat per Trini Colomer i Nuri Ramos.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act120.htm"><B>L'estany de Banyoles</B></A><BR>
Enric Peiris ens ha enviat un altre paquet que complementa els altres dos ja existents: <B>Banyoles ciutat</B> i <B>El Pla de l'Estany</B>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act83.htm"><B>Els cal&ccedil;ots</B></A><BR>
L'Eul&agrave;lia Oliv&eacute; ha fet aquest sabor&oacute;s paquet d'activitats sobre la cal&ccedil;otada i la festa que l'envolta.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act80.htm"><B>Computaci&oacute;n 5 a&ntilde;os</B></A><BR>
Juan Manuel Pacherre ens env&iacute;a des del Per&uacute; aquestes activitats pensades per que els m&eacute;s petits descobreixin com funciona l'ordinador.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act68.htm"><B>Zein da zein?</B> <i>(Quin &eacute;s quin?)</i></A> i <A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act67.htm"><B>Desberdintasunak</B> <i>(Cerca les difer&egrave;ncies)</i></A><BR>
Dos paquets d'activitats de Blanca Besga i Ana M. &Aacute;lvarez per a educaci&oacute; infantil, on es treballa l'observaci&oacute; i la discriminaci&oacute; visual.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act224.htm"><B>Lengua para 3r ciclo de primaria</B></A><BR>
Un conjunt de paquets d'activitats de llengua castellana, creats per Moncho Mar&iacute;n i Laurentino G&oacute;mez a partir de 4 contes.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act223.htm"><B>La fiesta de Bub&uacute; Locomotoro</B></A><BR>
Moncho Mar&iacute;n ens ofereix aquest paquet d'activitats de comprensi&oacute; lectora basat en un conte seu.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/musica/act21.htm"><B>La vida de Claudio Arrau</B></A><BR>
Activitats creades per Anthony Uyarte sobre el pianista xil&egrave; Claudio Arrau, commemorant el centenari del seu naixement.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act114.htm"><B>La Grecia antigua</B></A>, <A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act115.htm"><B>La antigua Roma</B></A> i <A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act116.htm"><B>Civilizaciones antiguas</B></A><BR>
Tres paquets d'activitats sobre les grans civilitzacions de la hist&ograve;ria antiga, elaborats per Isidoro G&oacute;mez.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/mates/act109.htm"><B>TETRAVEX: Rompecabezas num&eacute;ricos</B></A><BR>
Activitats que Luis Alejandro S&aacute;nchez ens envia des de Bogot&aacute;, amb trencaclosques num&egrave;rics.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/mates/act110.htm"><B>Estad&iacute;stica en 3&ordm; de ESO</B></A><BR>
Paquet d'activitats d'introducci&oacute; a l'estad&iacute;stica, que ens envia Gabriel Sosa des de les illes Can&agrave;ries.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act229.htm"><B>Silabitas</B></A> i <A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act232.htm"><B>Letras</B></A><BR>
Dos paquets de llengua espanyola creats per Mar&iacute;a Elena Abalo, un de lectoescriptura i l'altre sobre la separaci&oacute; sil&middot;l&agrave;bica de les paraules.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/mates/act111.htm"><B>Numeritos</B></A> y <A href="http://www.xtec.cat/recursos/clic/cat/act/mates/act112.htm"><B>Potencia</B></A><BR>
Dos paquets m&eacute;s, tamb&eacute; de Mar&iacute;a Elena Abalo, amb exercicis de numeraci&oacute; i potenciaci&oacute;.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act230.htm"><B>Sustantivos y adjetivos</B></A><BR>
Activitats de llengua castellana elaborades per Nancy Fern&aacute;ndez.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act234.htm"><B>Un viaje al mundo del teatro</B></A><BR>
Joana Lloret ens proposa un viatge al m&oacute;n del teatre dels segles XVI i XVII: autors, obres, personatges...<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act73.htm"><B>Jugando activo mi inteligencia</B></A> i <A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act72.htm"><B>Me divierto aprendiendo</B></A><BR>
Des de La Serena, Xile, Jenny Silva ens envia dos paquets per a educaci&oacute; infantil on trobem diferents tipus d'activitats per a aprendre jugant.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act74.htm"><B>Adentro, afuera</B></A><BR>
Un paquet d'activitats que ens envia Viviana Casis des de Xile, per treballar a educaci&oacute; infantil la comprensi&oacute; oral, la percepci&oacute; visual i auditiva, la direccionalitat, la percepci&oacute; de formes...<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act69.htm"><B>&iquest;Cu&aacute;nto sabes de Paint?</B></A><BR>
Un paquet d'activitats per a prim&agrave;ria creat per Alejandro Dellafiore, amb l'objectiu de descobrir el funcionament del Paint del Windows.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act96.htm"><B>Nacer</B></A><BR>
Un paquet d'activitats adre&ccedil;at a alumnes del cicle mitj&agrave; d'educaci&oacute; prim&agrave;ria sobre l'aparell reproductor, l'embar&agrave;s i el part, creat per Jos&eacute; Manuel Agudo.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act98.htm"><B>Personas animales y plantas</B></A><BR>
Un paquet d'activitats creat per Francisco Esteve, amb l'objectiu de treballar els continguts del llibre <I>Nuevo proyecto tierra</i>, de l'Editorial SM.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act99.htm"><B>Rocas y minerales</B></A><BR>
L'objectiu principal d'aquest paquet enviat per Antonio Garc&iacute;a &eacute;s aprendre a identificar diferents roques i minerals.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act236.htm"><B>Hilo es hilo es...</B></A> i <A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act237.htm"><B>El gallo y el car&aacute;mbano</B></A><BR>
Juan Rello i Francisco Garc&iacute;a ens han fet arribar aquests dos paquets d'activitats de comprensi&oacute; lectora, un d'ells basat en endevinalles i l'altre en <I>"Cuentos al amor de la lumbre II"</I> de A.R. Almod&oacute;var, publicat per l'Editorial Anaya<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act239.htm"><B>Poes&iacute;a para educaci&oacute;n primaria</B></A><BR>
Maite Parada ens ha enviat dos paquets d'activitats per treballar la mem&ograve;ria i la comprensi&oacute; lectora a partir de poemes de diversos autors.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act240.htm"><B>Alfabeto de se&ntilde;as mexicano</B></A><BR>
Paquet d'activitats sobre l'alfabet de signes mexic&agrave;, adre&ccedil;at a nens i nenes amb defici&egrave;ncies auditives. Ens l'envia Rafael N. Becerra des de Nayarit.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act241.htm"><B>Lee y divi&eacute;rtete</B></A><BR>
Julia Garc&iacute;a i &Aacute;ngel Fern&aacute;ndez ens ofereixen aquest paquet d'activitats per aprendre a llegir, on es treballen els fonemes <I>g, j, r i rr</i>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act242.htm"><B>La tortuga taruga</B></A><BR>
Miriam Castillo ens presenta aquest paquet d'activitats per treballar la comprensi&oacute; lectora, a partir d'un programa del ministeri d'educaci&oacute; de Xile.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act244.htm"><B>Lengua castellana</B></A><BR>
Maite Parada ens ha enviat aquest paquet d'activitats per treballar la llengua castellana a partir de textos de Machado, G&uuml;nter Grass i Lope de Vega.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act247.htm"><B>La calesita del bosque</B></A><BR>
Un paquet d'activitats basat en el conte del mateix nom de Berta Finkel, que Mar&iacute;a Elena &Aacute;balo ens envia des d'Ushuaia, a la Terra del Foc.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/mates/act116.htm"><B>La divisi&oacute;n</B></A><BR>
Un paquet creat per Francisco Esteve, per practicar l'algorisme de la divisi&oacute;.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/mates/act117.htm"><B>Divisiones</B></A><BR>
H&eacute;ctor Arancibia i Margarita Farias ens envien des de Xile aquest paquet sobre les divisions.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act121.htm"><B>Homenaje a Jorge Oteiza y Eduardo Chillida</B></A><BR>
Un paquet d'activitats creat per Bego&ntilde;a Larrucea sobre la vida i l'obra d'aquests dos grans artistes bascs.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act122.htm"><B>Geograf&iacute;a, los departamentos de Per&uacute;</B></A><BR>
Nora Lozano ens envia aquest paquet de geografia, sobre els 24 departaments del Per&uacute;.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act123.htm"><B>Las ocho capitales de provincia de Andaluc&iacute;a</B></A><BR>
Francisco Ayudarte &eacute;s l'autor d'aquesta aplicaci&oacute; sobre les vuit capitals de la comunitat aut&ograve;noma andalusa.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act250.htm"><B>Comp-Juega</B></A><BR>
Comp-Juega &eacute;s un nou paquet que ens ofereix Viviana A. Vergara sobre la conjugaci&oacute; dels verbs en espanyol, adre&ccedil;at a educaci&oacute; secund&agrave;ria i batxillerat.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act124.htm"><B>Estados y capitales de M&eacute;xico</B></A><BR>
Heriberta Escobar ens ha enviat aquestes activitats per a l'aprenentatge dels estats de M&egrave;xic i les seves capitals.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act125.htm"><B>Geograf&iacute;a de M&eacute;xico</B></A><BR>
Un altre paquet d'activitats sobre els estats mexicans, creat per Consuelo Troncoso.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act193.htm"><B>Ven a leer 4 y 5</B></A><BR>
Rosa Ana Santiago continua la s&egrave;rie <I>Ven a leer</I> amb dos nous paquets d'activitats.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act82.htm"><B>Inform&aacute;tica b&aacute;sica</B></A><BR>
Un paquet d'activitats sobre els components b&agrave;sics de l'ordinador que ens envia Gayle Almonte des de la Rep&uacute;blica Dominicana.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act77.htm"><B>Aprendizaje interactivo de la Educaci&oacute;n F&iacute;sica</B></A><BR>
Des del Per&uacute; ens arriben aquestes activitats sobre tres esports: el voleibol, el b&agrave;squet i el futbol.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act245.htm"><B>Jugando aprendo ingl&eacute;s</B></A><BR>
Un altre paquet de Jenny Silva, aquest per a l'aprenentatge de la llengua anglesa adre&ccedil;at a nens i nenes de prim&agrave;ria.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act226.htm"><B>Household, rooms and furniture</B></A><BR>
Alfonso Javierre ens envia aquest paquet d'activitats sobre el vocabulari angl&egrave;s relacionat amb els espais i el mobiliari de la casa.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act231.htm"><B>London</B></A><BR>
Activitats d'angl&egrave;s creades per Josep Sala, que ens poden servir per preparar un viatge a la ciutat de Londres.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act235.htm"><B>English 6&ordm;</B></A><BR>
Domingo M&eacute;ndez ens envia un extens paquet d'activitats d'angl&egrave;s per a 6&egrave; de prim&agrave;ria.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act246.htm"><B>Thanksgiving day</B></A><BR>
Activitats d'angl&egrave;s sobre el <i>Thanksgiving day</i> que ens envia Carmen Conde des de Zamora.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act251.htm"><B>Welcome to London</B></A><BR>
Ana Ma. Navas ha creat aquestes activitats en llengua anglesa sobre la ciutat de Londres: llocs on anar, parcs i jardins, comer&ccedil;, menjar...<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act227.htm"><B>Les v&ecirc;tements</B></A><BR>
Activitats de llengua francesa sobre el vocabulari relacionat amb la roba, creades per Juanjo Fern&aacute;ndez.<P>
</UL>
<P CLASS="pH1">Traduccions</P>
A m&eacute;s d'aquests nous paquets d'activitats trobareu tamb&eacute; al rac&oacute; les seg&uuml;ents adaptacions i noves versions de paquets existents:<P>
<UL>
<LI><B>Catal&agrave;:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act49.htm"><B>Problemes variats (Cicle Superior)</B></A> (Nova versi&oacute; en Euros).<P>
<LI><B>Espanyol:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act74.htm"><B>La tabla peri&oacute;dica de los elementos</B></A> i <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act48.htm"><B>D&iacute;as de la semana y meses del a&ntilde;o</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/diversos/act65.htm"><B>Clic de las medidas</B></A> i 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act143.htm"><B>Super Bus 1</B></A> (activitats d'angl&egrave;s amb missatges de suport en espanyol).<P>
<LI><B>Portugu&eacute;s:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/diversos/act15.htm"><B>Secuencias</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act162.htm"><B>Abecedario</B></A> i 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act54.htm"><B>Nomes de animais</B></A>.<P>
<LI><B>Gallec:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act91.htm"><B>Divisibilidade</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act49.htm"><B>Problemas variados (Ciclo Superior)</B></A>,  <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act89.htm"><B>Fracci&oacute;ns</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act92.htm"><B>N&uacute;meros Enteiros</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act207.htm"><B>The colours</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act34.htm"><B>Regletes Cuis&egrave;naire</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act90.htm"><B>&euro;psilon, &euro;psilon!</B></A> i 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act24.htm"><B>Os materiais</B></A>.<P>
<LI><B>Basc:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/diversos/act19.htm"><B>La granja</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act49.htm"><B>Dinosauruak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act78.htm"><B>Superdominoa</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act31.htm"><B>Euros</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act75.htm"><B>Zenbakiak ordenatu</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act83.htm"><B>Peruk egingo duen etxea</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act02.htm"><B>Klaseko txokoak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act24.htm"><B>Materialak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act39.htm"><B>Sistema metriko hamartarra</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act179.htm"><B>Familia</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act97.htm"><B>Denborapasa matematikoak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/diversos/act55.htm"><B>Informatika ESOko 1</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act99.htm"><B>Zenbaki osoak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act189.htm"><B>Lau ipuin oso labur</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act191.htm"><B>Colours</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act23.htm"><B>Animaliak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act68.htm"><B>Animaliak 3</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/diversos/act58.htm"><B>Pailasoak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act71.htm"><B>Gurutzegramak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act87.htm"><B>Simetria</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/diversos/act53.htm"><B>Inauteriak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/diversos/act50.htm"><B>Dau</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/soci/act93.htm"><B>Garraiobideak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/diversos/act57.htm"><B>Jolasten ikasten dut</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act95.htm"><B>Triangelulak eta lau aldekoak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act65.htm"><B>Animalia urtarrak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act90.htm"><B>&euro;psilon, &euro;psilon!</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act35.htm"><B>Actividades de geometr&iacute;a para primaria</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/diversos/act52.htm"><B>Pazkoa</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/soci/act98.htm"><B>Birziklatzen ikasten dugu</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act66.htm"><B>Hegaztiak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act200.htm"><B>Zer jantziko dugu</B></A> i 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act181.htm"><B>Oinarritzko hiztegia ume errumaniarrentzat</B></A>.<P></LI>
</UL>
<P CLASS="Signatura">ClicNews<BR><A href="mailto:clic@xtec.cat">clic@xtec.cat</A>
</TD>
</TR>
</TABLE><!-- FI CATAL&Agrave; -->
<HR noShade SIZE=1>
<!-- CASTELL&Agrave; -->
<A name="ESP"></A><!-- CAP&Ccedil;ALERA -->
&nbsp;
<TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="0" CLASS="Inici">
<TR>
<TD><IMG alt="ClicNews" hspace=0 src="http://www.xtec.cat/recursos/clic/llistes/logoclicnews.gif" border=0></TD>
<TD ALIGN="right" VALIGN="bottom" CLASS="Data"><B>N&uacute;mero 7<BR>02/06/2004</B></TD>
</TR>
</TABLE>&nbsp; <!-- CAP&Ccedil;ALERA -->
<TABLE WIDTH="100%" cellSpacing=0 cellPadding=6 border=0>
<TR><TD CLASS="EspTitol">Espa&ntilde;ol</TD></TR>
<TR>
<TD CLASS="Esp">
<P CLASS="pH1">Nuevos paquetes de actividades</P>
Seguimos incorporando a la web de Clic los paquetes de actividades que nos han ido llegando en los &uacute;ltimos meses:
<P>
<UL>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act80.htm"><B>Computaci&oacute;n 5 a&ntilde;os</B></A><BR>
Juan Manuel Pacherre nos env&iacute;a desde Per&uacute; estas actividades pensadas para que los m&aacute;s peque&ntilde;os descubran como funciona el ordenador.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act223.htm"><B>La fiesta de Bub&uacute; Locomotoro</B></A><BR>
Moncho Mar&iacute;n nos ofrece este paquete de actividades de comprensi&oacute;n lectora basado en un cuento suyo.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act224.htm"><B>Lengua para 3r ciclo de primaria</B></A><BR>
Un conjunto de paquetes de actividades de lengua castellana, creados por Moncho Mar&iacute;n y Laurentino G&oacute;mez a partir de 4 cuentos.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act234.htm"><B>Un viaje al mundo del teatro</B></A><BR>
Joana Lloret nos propone un viaje al mundo del teatro de los siglos XVI y XVII: autores, obras, personajes...<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act239.htm"><B>Poes&iacute;a para educaci&oacute;n primaria</B></A><BR>
Maite Parada nos ha enviado dos paquetes de actividades para trabajar la memoria y la comprensi&oacute;n lectora a partir de poemas de diversos autores.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/musica/act21.htm"><B>La vida de Claudio Arrau</B></A><BR>
Actividades creadas por Anthony Uyarte sobre el pianista de chileno Claudio Arrau, conmemorando el centenario de su nacimiento.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act114.htm"><B>La Grecia Antigua</B></A>, <A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act115.htm"><B>La Antigua Roma</B></A> y <A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act116.htm"><B>Civilizaciones Antiguas</B></A><BR>
Tres paquetes de actividades sobre las grandes civilizaciones de la historia antigua, elaborados por Isidoro G&oacute;mez.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act109.htm"><B>TETRAVEZ Rompecabezas num&eacute;ricos</B></A><BR>
Actividades que Luis Alejandro S&aacute;nchez nos env&iacute;a desde Bogot&aacute;, con rompecabezas num&eacute;ricos.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act110.htm"><B>Estad&iacute;stica en 3&ordm; de ESO</B></A><BR>
Paquete de actividades de introducci&oacute;n a la estad&iacute;stica, que nos env&iacute;a Gabriel Sosa desde las Islas Canarias.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act229.htm"><B>Silabitas</B></A> y <A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act232.htm"><B>Letras</B></A><BR>
Dos paquetes de lengua espa&ntilde;ola creados por Mar&iacute;a Elena Abalo, uno de lectoescritura y otro sobre la separaci&oacute;n sil&aacute;bica de palabras.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act111.htm"><B>Numeritos</B></A> y <A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act112.htm"><B>Potencia</B></A><BR>
Dos paquetes m&aacute;s, tambi&eacute;n de Mar&iacute;a Elena Abalo, con ejercicios de numeraci&oacute;n y potenciaci&oacute;n.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act230.htm"><B>Sustantivos y adjetivos</B></A><BR>
Un paquete de actividades en lengua castellana creado por Nancy Fern&aacute;ndez.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act73.htm"><B>Jugando activo mi inteligencia</B></A> y <A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act72.htm"><B>Me divierto aprendiendo</B></A><BR>
Desde La Serena, Chile, Jenny Silva nos env&iacute;a dos paquetes para educaci&oacute;n infantil en los que se encuentran distintos tipos de actividades para aprender jugando.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act74.htm"><B>Adentro, afuera</B></A><BR>
Un paquete de actividades que nos env&iacute;a Viviana Casis desde Chile, para trabajar en educaci&oacute;n infantil la comprensi&oacute;n oral, la percepci&oacute;n visual y auditiva, la direccionalidad, la percepci&oacute;n de formas.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act69.htm"><B>&iquest;Cu&aacute;nto sabes de Paint?</B></A><BR>
Un paquete de actividades para primaria creado por Alejandro Dellafiore, con el objetivo de descubrir el funcionamiento del Paint de Windows.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act96.htm"><B>Nacer</B></A><BR>
Un paquete de actividades dirigido a alumnos del ciclo medio de primaria sobre el aparato reproductor, el embarazo y el parto, creado por Jos&eacute; Manuel Agudo.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act98.htm"><B>Personas animales y plantas</B></A><BR>
Un paquete de actividades creado por Francisco Esteve, en el que se trabajan los contenidos del libro <I>Nuevo proyecto tierra</i>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act99.htm"><B>Rocas y minerales</B></A><BR>
El objetivo principal de este paquete de Antonio Garc&iacute;a es aprender a identificar distintas rocas y minerales.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act236.htm"><B>Hilo es hilo es...</B></A> y <A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act237.htm"><B>El gallo y el car&aacute;mbano</B></A><BR>
Juan Rello y Francisco Garc&iacute;a nos env&iacute;an estos dos paquetes de actividades de comprensi&oacute;n lectora, uno de ellos basado en adivinanzas y el otro en los <I>"Cuentos al amor de la lumbre II"</I> de A.R. Almod&oacute;var.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act240.htm"><B>Alfabeto de se&ntilde;as mexicano</B></A><BR>
Actividades sobre el alfabeto de signos mexicano, dirigido a ni&ntilde;os y ni&ntilde;as con deficiencias auditivas. Nos lo env&iacute;a Rafael N. Becerra desde Nayarit.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act241.htm"><B>Lee y divi&eacute;rtete</B></A><BR>
Julia Garc&iacute;a y &Aacute;ngel Fern&aacute;ndez nos ofrecen este paquete de actividades para aprender a leer, en el que se trabajan los fonemas <I>g, j, r</I> y <I>rr</I>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act242.htm"><B>La tortuga taruga</B></A><BR>
Miriam Castillo nos presenta este paquete de actividades para trabajar la comprensi&oacute;n lectora, creado a partir de un software del Ministerio de Educaci&oacute;n de Chile.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act244.htm"><B>Lengua castellana</B></A><BR>
Maite Parada es la autora de este paquete de actividades basadas en textos de Antonio Machado, G&uuml;nter Grass y Lope de Vega.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act247.htm"><B>La calesita del bosque</B></A><BR>
Un paquete de actividades basado en el cuento del mismo nombre de Berta Finkel, que Mar&iacute;a Elena &Aacute;balo env&iacute;a desde Ushuaia, Tierra del Fuego.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act116.htm"><B>La divisi&oacute;n</B></A><BR>
Un paquete creado por Francisco Esteve, en el que se practica el algoritmo de la divisi&oacute;n.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act117.htm"><B>Divisiones</B></A><BR>
H&eacute;ctor Arancibia y Margarita Farias nos env&iacute;an desde Chile esta aplicaci&oacute;n sobre las divisiones.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act121.htm"><B>Homenaje a Jorge Oteiza y Eduardo Chillida</B></A><BR>
Un paquete de actividades creado por Bego&ntilde;a Larrucea sobre la vida y la obra de estos dos grandes artistas vascos.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act122.htm"><B>Geograf&iacute;a, los departamentos de Per&uacute;</B></A><BR>
Nora Lozano nos env&iacute;a este paquete de geograf&iacute;a sobre los 24 departamentos de Per&uacute;.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act123.htm"><B>Las ocho capitales de provincia de Andaluc&iacute;a</B></A><BR>
Francisco Ayudarte es el autor de esta aplicaci&oacute;n sobre las ocho capitales de la comunidad aut&oacute;noma andaluza.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act250.htm"><B>Comp-Juega</B></A><BR>
Comp-Juega es un nuevo paquete que nos ofrece Viviana A. Vergara sobre la conjugaci&oacute;n de los verbos en espa&ntilde;ol, para educaci&oacute;n secundaria y bachillerato.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act124.htm"><B>Estados y capitales de M&eacute;xico</B></A><BR>
Heriberta Escobar nos ha enviado estas actividades para el aprendizaje de los estados de M&eacute;xico y sus capitales.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act125.htm"><B>Geograf&iacute;a de M&eacute;xico</B></A><BR>
Otro paquete de actividades sobre los estados mexicanos, creado por Consuelo Troncoso.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act193.htm"><B>Ven a leer 4 y 5</B></A><BR>
Rosa Ana Santiago continua la serie <I>Ven a leer</I> con dos nuevos paquetes de actividades.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act82.htm"><B>Inform&aacute;tica b&aacute;sica</B></A><BR>
Un paquete de actividades sobre los componentes b&aacute;sicos del ordenador que nos env&iacute;a Gayle Almonte desde la Rep&uacute;blica Dominicana.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act77.htm"><B>Aprendizaje interactivo de la Educaci&oacute;n F&iacute;sica</B></A><BR>
Desde Per&uacute; nos llegan estas actividades sobre tres deportes: el balonvolea, el baloncesto y el f&uacute;tbol.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act68.htm"><B>Zein da zein?<i> (&iquest;Cu&aacute;l es cu&aacute;l?)</i></B></A> y <A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act67.htm"><B>Desberdintasunak <i>(Busca las diferencias)</i></B></A><BR>
Dos paquetes de actividades de Blanca Besga y Ana M. &Aacute;lvarez para educaci&oacute;n infantil, en los que se trabaja la observaci&oacute;n y la discriminaci&oacute;n visual.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act225.htm"><B>ETICLIC Llegim etiquetes</B></A><BR>
Un paquete de actividades realizado por Marta Montero donde se trabaja la lecto-escritura a partir de etiquetas de productos comerciales.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/musica/act22.htm"><B>Instruments i jugarolls musicals de les Piti&uuml;ses</B></A><BR>
Actividades sobre instrumentos musicales tradicionales de Ibiza y Formentera en un interesante paquete creado por Virg&iacute;nia Sansano y Peligros Saura.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/musica/act20.htm"><B>Aix&iacute; sona...</B></A><BR>
Actividades sobre los instrumentos que forman la orquesta sinf&oacute;nica, creado por Josep Rafael Albert.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act93.htm"><B>Classifiquem roques sediment&agrave;ries</B></A><BR>
Josep Mas nos ofrece este paquete de actividades sobre el mundo de las rocas sedimentarias.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act113.htm"><B>Terra de gegants</B></A><BR>
Un paquete de actividades elaborado por diversas escuelas del Vall&egrave;s, sobre el mundo de los gigantes y cabezudos.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act70.htm"><B>Menjars, begudes i dol&ccedil;os catalans</B></A><BR>
S&iacute;lvia Prieto ha creado estas actividades sobre los alimentos m&aacute;s habituales de Catalu&ntilde;a, dirigido a alumnos de educaci&oacute;n infantil y primaria.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act94.htm"><B>Els arbres de la nostra escola</B></A><BR>
Maria Josep Guzm&aacute;n nos env&iacute;a este paquete de actividades para educaci&oacute;n infantil y primaria sobre los &aacute;rboles de la escuela.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act113.htm"><B>Regles de derivaci&oacute;</B></A><BR>
Una aplicaci&oacute;n de Catalina Mayol sobre la derivaci&oacute;n de funciones, para alumnos de bachillerato.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act114.htm"><B>Els n&uacute;meros romans</B></A><BR>
Ferran Estruch nos env&iacute;a un nuevo paquete de actividades para primaria, sobre el uso de los n&uacute;meros romanos.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act95.htm"><B>Astremania</B></A><BR>
Actividades sobre el espacio, los astros y los planetas, elaboradas por Toni D&iacute;az.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act233.htm"><B>Tirant: El Clic</B></A><BR>
Actividades sobre el libro medieval de aventuras "Tirant lo Blanc", de Joanot Martorell, creadas por Miquel &Agrave;ngel Lloren&ccedil; para el 2&ordm; ciclo de ESO.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act71.htm"><B>Dal&iacute;</B></A><BR>
En la celebraci&oacute;n del a&ntilde;o Dal&iacute;, Dol&ccedil;a Vert nos ha enviado este paquete de actividades sobre el artista.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act75.htm"><B>Salvador Dal&iacute;</B></A><BR>
Montse Casas ha creado dos paquetes de actividades sobre la vida y la obra de Salvador Dal&iacute;, con motivo del centenario de su nacimiento.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act79.htm"><B>Dal&iacute;: Trencaclosques</B></A><BR>
Un nuevo paquete de actividades sobre Salvador Dal&iacute; que nos env&iacute;a Jaume Rubio, dirigido a alumnos del ciclo superior de primaria.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act84.htm"><B>Salvador Dal&iacute;. Educaci&oacute; Infantil</B></A><BR>
Un paquete de actividades sobre Salvador Dal&iacute;, &eacute;ste para educaci&oacute;n infantil, que nos env&iacute;a Ana L&oacute;pez.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act81.htm"><B>Joan Mir&oacute; i els colors</B></A><BR>
Dolors Iborra es la autora de estas actividades sobre el mundo de los colores y su influencia en la obra de Joan Mir&oacute;.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act118.htm"><B>Petr&eacute;s</B></A><BR>
Clic sobre Petr&eacute;s y el Camp de Morvedre, creado con motivo de la VII Trobada de la Coordinadora d'Escoles en Valenci&agrave;.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act228.htm"><B>L'alfabet grec</B></A><BR>
Este paquete de actividades creado por &Agrave;urea P&eacute;rez quiere facilitar el aprendizaje del alfabeto griego a los alumnos de Bachillerato.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act76.htm"><B>Orientaci&oacute; acad&egrave;mica i professional</B></A><BR>
Cinta Vidiella nos env&iacute;a este paquete de actividades sobre orientaci&oacute;n acad&eacute;mica y profesional dirigido a alumnos de 4&ordm; de ESO, en el que se presentan las distintas posibilidades que se abren a los estudiantes al acabar la secundaria.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act97.htm"><B>Temps de temps: A bots i barrals</B></A><BR>
Un nuevo paquete de la serie "Temps de Temps" de Joan Antoni Solano, esta vez dedicado a las  precipitaciones meteorol&oacute;gicas y sus efectos.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act238.htm"><B>Lectoescriptura amb els fruits de la tardor</B></A><BR>
Jos&eacute; Luis L&aacute;zaro ha creado este paquete de actividades para aprender a leer y escribir, en el que se utilizan los frutos del oto&ntilde;o como centro de inter&eacute;s.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act243.htm"><B>Els noms de la classe</B></A><BR>
Este paquete de actividades creado por Juan Palomino se presenta en dos versiones, una para P3 y la otra para P5. Se incluye una gu&iacute;a para la modificaci&oacute;n y adaptaci&oacute;n de las actividades a cada grupo de alumnos.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act115.htm"><B>Multiplica i multiplica</B></A><BR>
Enric Peiris nos ofrece este paquete de actividades en las que se trabaja el algoritmo de la multiplicaci&oacute;n.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act117.htm"><B>Els molins fariners</B></A><BR>
Paquete de actividades sobre los molinos hidr&aacute;ulicos y su funcionamiento, creado por N&uacute;ria Coma.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act119.htm"><B>La comarca del Maresme</B></A><BR>
Conxita Vicente es la autora de este paquete de actividades sobre la comarca catalana del Maresme.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act78.htm"><B>PEMSA - Programa d'Entrenament Mental al Servei de l'Alumnat</B></A><BR>
El objetivo de esta colecci&oacute;n de paquetes de actividades de David Beltran es desarrollar y mejorar algunos de los procesos psicol&oacute;gicos b&aacute;sicos que repercuten mas directamente en las &aacute;reas del curr&iacute;culum.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act249.htm"><B>ABC</B></A><BR>
Un paquete de lectura de palabras dirigido a educaci&oacute;n infantil creado por Trini Colomer y Nuri Ramos.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act120.htm"><B>L'estany de Banyoles</B></A><BR>
Enric Peiris nos env&iacute;a un nuevo paquete de actividades que complementa a los otros dos: <B>Banyoles ciutat</B> y <B>El Pla de l'Estany</B>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act83.htm"><B>Els cal&ccedil;ots</B></A><BR>
Eul&agrave;lia Oliv&eacute; ha creado este sabroso paquete de actividades sobre la tradici&oacute;n gastron&oacute;mica catalana de la "cal&ccedil;otada" y la fiesta que la rodea.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act248.htm"><B>Carnaval</B></A><BR>
Actividades sobre el carnaval creadas por Joan Antoja y &Ograve;scar Morales. El paquete utiliza los sistemas SPC (Sistema Pictogr&aacute;fico de Comunicaci&oacute;n) y LSC (Lengua de Signos Catalana).<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act226.htm"><B>Household, rooms and furniture</B></A><BR>
Alfonso Javierre nos env&iacute;a este paquete de actividades en lengua inglesa relacionado con los espacios y el mobiliario de la casa.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act231.htm"><B>London</B></A><BR>
Actividades de ingl&eacute;s creadas por Josep Sala que nos pueden servir para preparar un viaje a la ciudad de Londres.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act235.htm"><B>English 6&ordm;</B></A><BR>
Domingo M&eacute;ndez nos env&iacute;a un extenso paquete de actividades de ingl&eacute;s para 6&ordm; de primaria.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act246.htm"><B>Thanksgiving day</B></A><BR>
Actividades de ingl&eacute;s sobre esta celebraci&oacute;n popular americana que nos env&iacute;a Carmen Conde desde Zamora.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act251.htm"><B>Welcome to London</B></A><BR>
Ana M&ordf; Navas ha creado estas actividades en lengua inglesa sobre la ciudad de Londres: lugares donde ir, parques y jardines, comercio, comida...<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act245.htm"><B>Jugando aprendo ingl&eacute;s</B></A><BR>
Otro paquete de actividades de Jenny Silva, &eacute;ste para el aprendizaje de la lengua inglesa dirigido a ni&ntilde;as y ni&ntilde;os de primaria.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act227.htm"><B>Les v&ecirc;tements</B></A><BR>
Actividades de lengua francesa sobre el vocabulario relacionado con la ropa, creadas por Juanjo Fern&aacute;ndez.<P>
</UL>
<P CLASS="pH1">Traducciones</P>
Adem&aacute;s de estos nuevos paquetes de actividades encontrar&eacute;is tambi&eacute;n en la web de Clic las siguientes adaptaciones de paquetes existentes:<P>
<UL>
<LI><B>Catal&agrave;:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act49.htm"><B>Problemes variats (Cicle Superior)</B></A> (Nueva versi&oacute;n en Euros).<P>
<LI><B>Espa&ntilde;ol:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act74.htm"><B>La tabla peri&oacute;dica de los elementos</B></A> y 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act48.htm"><B>D&iacute;as de la semana y meses del a&ntilde;o</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/diversos/act65.htm"><B>Clic de las medidas</B></A> y 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act143.htm"><B>Super Bus 1</B></A> (actividades de ingl&eacute;s con mensajes de soporte en espa&ntilde;ol).<P>
<LI><B>Portugu&eacute;s:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/diversos/act15.htm"><B>Secuencias</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act162.htm"><B>Abecedario</B></A> y 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act54.htm"><B>Nomes de animais</B></A>.<P>
<LI><B>Galego:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act207.htm"><B>The colours</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act34.htm"><B>Regletes Cuis&egrave;naire</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act90.htm"><B>&euro;psilon, &euro;psilon!</B></A>,  
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act24.htm"><B>Os materiais</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act91.htm"><B>Divisibilidade</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act49.htm"><B>Problemas variados (Ciclo Superior)</B></A>,  <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act89.htm"><B>Fracci&oacute;ns</B></A> y 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act92.htm"><B>N&uacute;meros Enteiros</B></A>.<P>
<LI><B>Euskara:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/diversos/act19.htm"><B>La granja</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act49.htm"><B>Dinosauruak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act78.htm"><B>Superdominoa</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act31.htm"><B>Euros</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act75.htm"><B>Zenbakiak ordenatu</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act83.htm"><B>Peruk egingo duen etxea</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act02.htm"><B>Klaseko txokoak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act24.htm"><B>Materialak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act39.htm"><B>Sistema metriko hamartarra</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act179.htm"><B>Familia</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act97.htm"><B>Denborapasa matematikoak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/diversos/act55.htm"><B>Informatika ESOko 1</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act99.htm"><B>Zenbaki osoak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act189.htm"><B>Lau ipuin oso labur</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act191.htm"><B>Colours</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act23.htm"><B>Animaliak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act68.htm"><B>Animaliak 3</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/diversos/act58.htm"><B>Pailasoak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act71.htm"><B>Gurutzegramak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act87.htm"><B>Simetria</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/diversos/act53.htm"><B>Inauteriak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/diversos/act50.htm"><B>Dau</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/soci/act93.htm"><B>Garraiobideak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/diversos/act57.htm"><B>Jolasten ikasten dut</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act95.htm"><B>Triangelulak eta lau aldekoak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act65.htm"><B>Animalia urtarrak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act90.htm"><B>&euro;psilon, &euro;psilon!</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act35.htm"><B>Actividades de geometr&iacute;a para primaria</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/diversos/act52.htm"><B>Pazkoa</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/soci/act98.htm"><B>Birziklatzen ikasten dugu</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act66.htm"><B>Hegaztiak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act200.htm"><B>Zer jantziko dugu</B></A> y 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act181.htm"><B>Oinarritzko hiztegia ume errumaniarrentzat</B></A>.<P></LI>
</UL>
<P CLASS="Signatura">ClicNews<BR><A href="mailto:clic@xtec.cat">clic@xtec.cat</A></P>
</TD>
</TR>
</TABLE><!-- FI CASTELL&Agrave; -->
<HR noShade SIZE=1>
<!-- ANGL&Egrave;S -->
<A name="ENG"></A><!-- CAP&Ccedil;ALERA -->
&nbsp;
<TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="0" CLASS="Inici">
<TR>
<TD><IMG alt="ClicNews" hspace=0 src="http://www.xtec.cat/recursos/clic/llistes/logoclicnews.gif" border=0></TD>
<TD ALIGN="right" VALIGN="bottom" CLASS="Data"><B>Number 7<BR>06/02/2004</B></TD>
</TR>
</TABLE>&nbsp; <!-- CAP&Ccedil;ALERA -->
<TABLE WIDTH="100%" cellSpacing=0 cellPadding=6 border=0>
<TR><TD CLASS="EngTitol">English</TD></TR>
<TR>
<TD CLASS="Eng">
<P CLASS="pH1">New activity packages</P>
In this section we will present new additions to "the Clic corner". For a detailed description of the activity packages, click on the titles.
<P>
<UL>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act80.htm"><B>Computaci&oacute;n 5 a&ntilde;os</B></A><BR>
Juan Manuel Pacherre sends us from Peru this package of activities designed to help childs to discover how the computer works.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act68.htm"><B>Zein da zein?</B></A> and <A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act67.htm"><B>Desberdintasunak</B></A><BR>
Two packages of activities for kindergarden created by Blanca Besga and Ana M. &Aacute;lvarez.</P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act223.htm"><B>La fiesta de Bub&uacute; Locomotoro</B></A><BR>
Moncho Mar&iacute;n offers us this package of activities based on a story.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act224.htm"><B>Lengua para 3r ciclo de primaria</B></A><BR>
A set of Spanish activities by Moncho Mar&iacute;n and Laurentino G&oacute;mez, based on four tales.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act225.htm"><B>ETICLIC Llegim etiquetes</B></A><BR>
Package of activities by Marta Montero to learn reading and writing from commercial product labels.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act226.htm"><B>Household, rooms and furniture</B></A><BR>
Alfonso Javierre sends us this package of English activities on furniture.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/musica/act20.htm"><B>Aix&iacute; sona...</B></A><BR>
Activities about the musical instruments of the symphony orchestra, created by Josep Rafael Albert.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act93.htm"><B>Classifiquem roques sediment&agrave;ries</B></A><BR>
Josep Mas offers us this package on sedimentary rocks.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act227.htm"><B>Les v&ecirc;tements</B></A><BR>
Activities in French about vocabulary relating to clothes created by Juanjo Fernandez.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act113.htm"><B>Terra de gegants</B></A><BR>
A package created by several Catalan schools, about giants and "capgrossos" (carnival figures with large head).<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act70.htm"><B>Menjars, begudes i dol&ccedil;os catalans</B></A><BR>
S&iacute;lvia Prieto has created this package on Catalan food, addressed to students in kindergarden and primary education.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/musica/act21.htm"><B>La vida de Claudio Arrau</B></A><BR>
Activities created by Anthony Uyarte about the life of the great Chilean musician Claudio Arrau.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act114.htm"><B>La Grecia Antigua</B></A>, <A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act115.htm"><B>La Antigua Roma</B></A> and <A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act116.htm"><B>Civilizaciones Antiguas</B></A><BR>
Activities about social sciences on ancient history, created by Isidoro G&oacute;mez.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/mates/act109.htm"><B>TETRAVEZ Rompecabezas num&eacute;ricos</B></A><BR>
Package of activities with numeric puzzles created by Luis Alejandro S&aacute;nchez, from Bogot&aacute;.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/mates/act110.htm"><B>Estad&iacute;stica en 3&ordm; de ESO</B></A><BR>
Gabriel Sosa sends us this Package of activities about statistics from the Canary Islands.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act94.htm"><B>Els arbres de la nostra escola</B></A><BR>
Maria Josep Guzm&aacute;n has created this package for kindergarden and primary education, about the different trees around their school.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act229.htm"><B>Silabitas</B></A> and <A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act232.htm"><B>Letras</B></A><BR>
Two packages of Spanish activities created by Mar&iacute;a Elena Abalo, one of them about reading and writing and the other about the division of words into syllables.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act111.htm"><B>Numeritos</B></A> y <A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act112.htm"><B>Potencia</B></A><BR>
Two more packages by Mar&iacute;a Elena Abalo, with activities about numbering and powering.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act230.htm"><B>Sustantivos y adjetivos</B></A><BR>
A package of Spanish language activities created by Nancy Fern&aacute;ndez.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act231.htm"><B>London</B></A><BR>
English activities created by Josep Sala that we can use to prepare us for a trip to London.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/mates/act113.htm"><B>Regles de derivaci&oacute;</B></A><BR>
An application by Catalina Mayol about the derivation rules, addressed at high school.</P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/mates/act114.htm"><B>Els n&uacute;meros romans</B></A><BR>
Ferran Estruch sends us a new package of activities for primary school, about  Roman numbers.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act95.htm"><B>Astremania</B></A><BR>
Activities about astronomy by Toni D&iacute;az.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act233.htm"><B>Tirant: El Clic</B></A><BR>
Activities about the Catalan medieval book "Tirant lo Blanc", created by Miquel &Agrave;ngel Lloren&ccedil;.</P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act234.htm"><B>Un viaje al mundo del teatro</B></A><BR>
Joana Lloret has created this package about the classical theatre of the XVI and XVII centuries.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act118.htm"><B>Petr&eacute;s</B></A><BR>
Clic activities about the town of Petr&eacute;s and the Camp de Morvedre county, in Valencia.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act235.htm"><B>English 6&ordm;</B></A><BR>
Domingo M&eacute;ndez sends us this package of English activities addressed to pupils of primary school.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act228.htm"><B>L'alfabet grec</B></A><BR>
This package of activities  by &Agrave;urea P&eacute;rez has been created to facilitate the learning of the Greek alphabet in high schools.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act69.htm"><B>&iquest;Cu&aacute;nto sabes de Paint?</B></A><BR>
A Package of activities for primary school created by Alejandro Dellafiore, on how to use Windows Paint.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act71.htm"><B>Dal&iacute;</B></A><BR>
For the occasion of the celebration of the year of Salvador Dal&iacute; , Dol&ccedil;a Vert has sent us this package of activities about this artist.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act73.htm"><B>Jugando activo mi inteligencia</B></A> and <A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act72.htm"><B>Me divierto aprendiendo</B></A><BR>
From La Serena, Chile, Jenny Silva sends us two packages for kindergarden, with several types of play activites.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act74.htm"><B>Adentro, afuera</B></A><BR>
Package of activities for kindergarden sent by Viviana Casis from Chile, to work  oral comprehension, visual and oral percepcion as well as size identification.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act75.htm"><B>Salvador Dal&iacute;</B></A><BR>
Montse Casas has created two packages of activities about the life and work of Salvador Dal&iacute;, on the occation of the centenary of his birth.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act76.htm"><B>Orientaci&oacute; acad&egrave;mica i professional</B></A><BR>
A package of activities about professional and academic orientation addressed at secondary school students, sent by Cinta Vidiella.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act96.htm"><B>Nacer</B></A><BR>
Jos&eacute; Manuel Agudo has sent this package addressed at primay schools about the reproductive apparatus, pregnancy and childbirth.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act97.htm"><B>Temps de temps: A bots i barrals</B></A><BR>
A new package on the serial <I>Temps de temps</i>, by Antonio Solano, about meteorological precipitations.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act98.htm"><B>Personas animales y plantas</B></A><BR>
A package of activities created by Francisco Esteve, based on the book <I>Nuevo Proyecto Tierra</i>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act99.htm"><B>Rocas y minerales</B></A><BR>
The main aim of this package sent by Antonio Garc&iacute;a is to learn how to identify several rocks and minerals.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act236.htm"><B>Hilo es hilo es...</B></A> and <A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act237.htm"><B>El gallo y el car&aacute;mbano</B></A><BR>
Juan Rello and Francisco Garc&iacute;a are the authors of these two packages of activities about reading comprehension. One of them based on riddles and the other one on the book <I>Cuentos al amor de la lumbre II</i> by A. R. Alvod&oacute;var.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act238.htm"><B>Lectoescriptura amb els fruits de la tardor</B></A><BR>
Activities created by Jos&eacute; Luis L&aacute;zaro, to learn reading and writing based on  Autumn fruits: almonds, hazelnuts, chestnuts, pomegranates, grapes, etc.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act239.htm"><B>Poes&iacute;a para Educaci&oacute;n Primaria</B></A><BR>
Maite Parada has sent two programs for memory training and reading comprehension with poetry by several writers.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act240.htm"><B>Alfabeto de se&ntilde;as mexicano</B></A><BR>
A packcage of activities about the Mexican sign alphabet addressed to children with auditive deficiencies. This package has been sent by Rafael N. Becerra.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act241.htm"><B>Lee y divi&eacute;rtete</B></A><BR>
Julia Garc&iacute;a and &Aacute;ngel Fern&aacute;ndez offer us this package of activities to learn to read in Spanish. The activities are about the sounds: <I>G, J, R</I> and <I>RR</I>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act242.htm"><B>La tortuga taruga</B></A><BR>
Miriam Castillo Castillo presents this package of activities to work with reading comprehension, based on an educational software published by the the Ministry of Education of Chile.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act243.htm"><B>Els noms de la classe</B></A><BR>
This pacakge of activities created by Juan Palomino has two versions, for three year old and five year old children. The package also has a guide about how to modify and adapt the activities to a specific group of children.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act244.htm"><B>Lengua castellana</B></A><BR>
Maite Parada has sent this package of Spanish activities based on texts written by Antonio Machado, G&uuml;nter Grass and Lope de Vega.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act246.htm"><B>Thanksgiving day</B></A><BR>
English activities about this popular American celebration, created by Carmen Conde.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act247.htm"><B>La calesita del bosque</B></A><BR>
A package of activities based on the Berta Finkel story, with the same name, sent by Mar&iacute;a Elena &Aacute;balo from Ushuaia, Argentina.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/mates/act115.htm"><B>Multiplica i multiplica</B></A><BR>
Enric Peiris offers us this activitiy about to learn multiplication algorithm.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/mates/act116.htm"><B>La divisi&oacute;n</B></A><BR>
This is a package of activities created by Francisco Esteve about the division algorithm.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/mates/act117.htm"><B>Divisiones</B></A><BR>
H&eacute;ctor Arancibia and Margarita Farias from Chile have sent this activitiy about division.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/musica/act22.htm"><B>Els instruments i jugarolls musicals de les Piti&uuml;ses</B></A><BR>
Activities about folk musical instruments from two of the Balearic islands: Eivissa and Formentera.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act117.htm"><B>Els molins fariners</B></A><BR>
A package of activities about the hydraulic wheels and its working, created by Nuria Coma.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act119.htm"><B>La comarca del Maresme</B></A><BR>
Conxita Vicente is the author of this package of activities about the Maresme county, in Catalonia.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act121.htm"><B>Homenaje a Jorge Oteiza y Eduardo Chillida</B></A><BR>
A package of activities created by Bego&ntilde;a Larrucea about the life and work of these two great basque artists.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act122.htm"><B>Geograf&iacute;a, los departamentos de Per&uacute;</B></A><BR>
Nora Lozano offers us this package about the 24 departments of Per&uacute;.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act78.htm"><B>PEMSA - Programa d'Entrenament Mental al Servei de l'Alumnat</B></A><BR>
The focus of this package created by David Beltran is to improve and develop some of the basic physiological processes that will have more direct impact on the curriculum areas.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act123.htm"><B>Las ocho capitales de provincia de Andaluc&iacute;a</B></A><BR>
Fracisco Ayudarte is the author of these activities about the eight most important cities of the Spanish region of Andalusia.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act249.htm"><B>ABC</B></A><BR>
A package of activities for kindergarden, created by Trini Colomer and Nuri Ramos.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act250.htm"><B>Comp-Juega</B></A><BR>
Comp-Juega is a new package of activities sent by Viviana A. Vergara about the conjugation of  Spanish verbs.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act251.htm"><B>Welcome to London</B></A><BR>
Ana M. Navas has created these activities in English about London: places to go, shops, restaurants, parks...<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act79.htm"><B>Dal&iacute;: Trencaclosques</B></A><BR>
Another package of activities about Salvador Dal&iacute; created by Jaume Rubio, including a lot of puzzles.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act124.htm"><B>Estados y capitales</B></A><BR>
Heriberta Escobar has sent these activites to learn the Mexican states and it's capital.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act125.htm"><B>Geograf&iacute;a de M&eacute;xico</B></A><BR>
Also from Mexico, Consuelo Troncoso presents  these activities about Mexican states.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act193.htm"><B>Ven a leer 4 y 5</B></A><BR>
Rosa Ana Santiago keeps adding new contents to the series <I>Ven a leer</I>, with two new packages of activities.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act81.htm"><B>Joan Mir&oacute; i els colors</B></A><BR>
Dolors Iborra is the author of these activities about the world of colour and its influence on the work of Joan Mir&oacute;.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act82.htm"><B>Inform&aacute;tica b&aacute;sica</B></A><BR>
Activites about the basic elements of the computer, sent by Gayle Almonte from the Dominican Republic.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act245.htm"><B>Jugando aprendo ingl&eacute;s</B></A><BR>
Another package by Jenny Sylva. This one with English activities for primary school.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act120.htm"><B>L'Estany de Banyoles</B></A><BR>
Enric Peiris has sent another package which complements the two previous: <B>Banyoles ciutat</B> and <B>El Pla de l'Estany</B>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act77.htm"><B>Aprendizaje interactivo de la Educaci&oacute;n F&iacute;sica</B></A><BR>
Activities created in Peru about three sports: volleyball, basketball and football.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act83.htm"><B>Els cal&ccedil;ots</B></A><BR>
Package of activities created by Eul&agrave;lia Oliv&eacute; about the "cal&ccedil;otada", a Catalan traditional celebration focused on the tasting of roasted sweet onions.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act84.htm"><B>Salvador Dal&iacute;. Educaci&oacute; Infantil</B></A><BR>
Activities about Salvador Dal&iacute; for kindergarden, created by Ana L&oacute;pez.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act248.htm"><B>Carnaval</B></A><BR>
Activities about carnival created by Joan Antoja and &Ograve;scar Morales. The package uses SPC (Pictographic Communication System) and LSC (Catalan Sign Language).<P>
</UL>
<P CLASS="pH1">Translations</P>
In addition to these new activity packages in "the Clic corner", the following adaptations of existing packages are available:<P>
<UL>
<LI><B>Catalan:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act49.htm"><B>Problemes variats (Cicle Superior)</B></A> (New version with Euros).<P>
<LI><B>Spanish:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act74.htm"><B>La tabla peri&oacute;dica de los elementos</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act48.htm"><B>D&iacute;as de la semana y meses del a&ntilde;o</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/diversos/act65.htm"><B>Clic de las medidas</B></A> and 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act143.htm"><B>Super Bus 1</B></A>.<P>
<LI><B>Portuguese:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/diversos/act15.htm"><B>Secuencias</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act162.htm"><B>Abecedario</B></A> and 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act54.htm"><B>Nomes de animais</B></A>.<P>
<LI><B>Galician:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act91.htm"><B>Divisibilidade</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act49.htm"><B>Problemas variados (Ciclo Superior)</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act89.htm"><B>Fracci&oacute;ns</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act92.htm"><B>N&uacute;meros Enteiros</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act207.htm"><B>The colours</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act34.htm"><B>Regletes Cuis&egrave;naire</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act90.htm"><B>&euro;psilon, &euro;psilon!</B></A> and 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act24.htm"><B>Os materiais</B></A>.<P>
<LI><B>Basque:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/diversos/act19.htm"><B>La granja</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act49.htm"><B>Dinosauruak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act78.htm"><B>Superdominoa</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act31.htm"><B>Euros</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act75.htm"><B>Zenbakiak ordenatu</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act83.htm"><B>Peruk egingo duen etxea</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act02.htm"><B>Klaseko txokoak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act24.htm"><B>Materialak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act39.htm"><B>Sistema metriko hamartarra</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act179.htm"><B>Familia</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act97.htm"><B>Denborapasa matematikoak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/diversos/act55.htm"><B>Informatika ESOko 1</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act99.htm"><B>Zenbaki osoak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act189.htm"><B>Lau ipuin oso labur</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act191.htm"><B>Colours</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act23.htm"><B>Animaliak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act68.htm"><B>Animaliak 3</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/diversos/act58.htm"><B>Pailasoak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act71.htm"><B>Gurutzegramak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act87.htm"><B>Simetria</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/diversos/act53.htm"><B>Inauteriak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/diversos/act50.htm"><B>Dau</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/soci/act93.htm"><B>Garraiobideak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/diversos/act57.htm"><B>Jolasten ikasten dut</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act95.htm"><B>Triangelulak eta lau aldekoak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act65.htm"><B>Animalia urtarrak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act90.htm"><B>&euro;psilon, &euro;psilon!</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act35.htm"><B>Actividades de geometr&iacute;a para primaria</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/diversos/act52.htm"><B>Pazkoa</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/soci/act98.htm"><B>Birziklatzen ikasten dugu</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act66.htm"><B>Hegaztiak</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act200.htm"><B>Zer jantziko dugu</B></A> and 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act181.htm"><B>Oinarritzko hiztegia ume errumaniarrentzat</B></A>.<P>
</LI>
</UL>
<P CLASS="Signatura">ClicNews<BR><A href="mailto:clic@xtec.cat">clic@xtec.cat</A></P>
</TD>
</TR>
</TABLE><!-- FI ANGL&Egrave;S -->
<HR noShade SIZE=1>
<!-- FI -->
</BODY>
</HTML>
