<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
<head>
<title>ClicNews 10</title>
<meta http-equiv=Content-Type content="text/html; charset=iso-8859-1">
<style type="text/css">
	body, p {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
	}
	ul{
	margin-left: 15pt;
	}
	a {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		color : blue;
		text-decoration : none;
	}
	a:hover {
		color : red;
		text-decoration : underline;
	}
	td {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
	}
	.Data {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		color : Maroon;
		font-weight : bold;
	}
	li {
	margin-bottom: 10pt;
}
	hr { color: maroon; }
	.pH1 {
	font-family: Tahoma, Verdana, arial, helvetica, sans-serif;
	font-size: 14pt;
	font-weight : bold;
	margin-top: 20pt;
	}
	.cat {
		background-color : #fff6dd;
	}
	.cat .pH1 {
		color : Maroon;
	}
	.catTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: #FF9900;
		color: white;
	}
	.esp {
		background-color : #e6e6fa;
	}
	.esp .pH1 {
		color : Navy;
	}
	.espTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: Navy;
		color: white;
	}
	.eng {
		background-color : #FFCCCC;
	}
	.eng .pH1 {
		color : #993333;
	}
	.engTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: #993333;
		color: white;
	}
	.idioma {
		text-align : center;
	}
	.idioma a {
		border-style : outset;
		border-width: 2px;
		padding : 3px 10px 3px 10px;
		background-color : #CCCCFF;
		width: 90px;
		color: Purple;
	}
	.idioma a:hover {
		text-decoration : none;
		background-color : #EEE8AA;
	}
	.signatura {
		font-weight : bold;
		text-align: right;
		margin-top: 20pt;
		margin-bottom: 6pt;
	}
	.signatura a {
		color: maroon;
	}
	.signatura a:hover {
		color: blue;
		text-decoration : none;
	}
	.inici {
		page-break-before: always;
	}			
</style>
</head>
<body>
<hr noshade size=1>
<table border="0" cellspacing="3" cellpadding="3" class="Idioma">
<tr>
<td><a href="#CAT"><strong>Catal&agrave;</strong></a></td>
<td><a href="#ESP"><strong>Espa&ntilde;ol</strong></a></td>
<td><a href="#ENG"><strong>English</strong></a></td>
</tr>
</table>
<hr noshade size=1>
<a name="CAT"></a>
&nbsp;
<table width="100%" border="0" cellspacing="0" cellpadding="0" class="Inici">
<tr>
<td><img src="http://clic.xtec.cat/llistes/logoclicnews.gif" alt="ClicNews" width=128 height=53 hspace=0 border=0></td>
<td align="right" valign=bottom class="Data"><strong>N&uacute;mero 10<br>
  22/07/2005</strong></td>
</tr>
</table>&nbsp; 
<table width="100%" cellSpacing=0 cellPadding=6 border=0>
<tr><td class="CatTitol">Catal&agrave;</td></tr>
<tr>
<td class="Cat">
<p class="pH1">Not&iacute;cies Clic</p>
<p><strong>JClic reports</strong><br>
Ja es troba disponible el m&ograve;dul <a href="http://clic.xtec.cat/ca/jclic/download.htm">JClic reports</a>, que permet recopilar en una base de dades els resultats dels exercicis fets pels alumnes i representar-los despr&eacute;s en taules i gr&agrave;fiques. Amb la seva publicaci&oacute; es completa el desenvolupament inicial del JClic.</p>
<p><strong>Nova versi&oacute; 0.1.1.6 del JClic</strong><br>
Coincidint amb la publicaci&oacute; del <em>JClic reports</em> s'han actualitzat tamb&eacute; els m&ograve;duls <em>author</em> i <em>player</em> amb diverses correccions i millores. Amb Java WebStart l'actualitzaci&oacute; s'efectua de manera autom&agrave;tica fent clic a les icones de la <a href="http://clic.xtec.cat/ca/jclic/download.htm">p&agrave;gina de desc&agrave;rrega</a> del JClic.</p>
<p><strong>Llic&egrave;ncia GPL per al JClic</strong><br>
El Departament d'Educaci&oacute; de la Generalitat de Catalunya posa el JClic a disposici&oacute; de la comunitat sota els termes de la <a href="http://www.gnu.org/licenses/gpl.html">Llic&egrave;ncia P&uacute;blica General de GNU (GPL)</a>. Aix&ograve; us permet emprar-lo, modificar-lo i distribuir-lo lliurement sempre que respecteu determinades condicions, com ara el reconeixement d'autoria i la persist&egrave;ncia de la llic&egrave;ncia GPL en qualsevol obra derivada. El codi font del JClic es far&agrave; p&uacute;blic properament al portal de projectes de LaFarga.org, que es troba encara en fase beta. </p>
<p><strong>El JClic en gallec, portugu&egrave;s i alemany</strong><br>
Tot i no haver-se iniciat encara oficialment el projecte de traducci&oacute; del JClic, alguns col&middot;laboradors s'han avan&ccedil;at. La nova versi&oacute; 0.1.1.6 incorpora ja els missatges en gallec (gr&agrave;cies a galego21.org), portugu&egrave;s del Brasil (gr&agrave;cies a Alexandre R. Soares) i alemany (gr&agrave;cies a eduhi.at), que s'afegeixen als ja existents en catal&agrave;, castell&agrave; i angl&egrave;s. Per activar-los cal seleccionar l'idioma corresponent al men&uacute; d'opcions.</p>
<p><strong>Nous cursos i tutorials  de JClic </strong><br>
La Xarxa Telem&agrave;tica Educativa d'Andalusia (Averroes) ha desenvolupat un tutorial sobre el JClic amb animacions interactives que expliquen pas a pas com realitzar cada operaci&oacute;. D'altra banda, s'ha tradu&iuml;t al basc el curs de Clic 3.0 i s'incorpora a la <a href="http://clic.xtec.cat/ca/jclic/curs.htm">p&agrave;gina de cursos i tutorials</a> el projecte <em>Un passeig pel JClic</em>, d'en Pere Cornell&agrave;.</p>
<p class="pH1">Nous paquets d'activitats</p>
<p>Aquestes s&oacute;n les darreres novetats que s'acaben d'incorporar a la <strong>zonaClic</strong>:</p>
<ul>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3122"><strong>La vegetaci&oacute; del Montsi&agrave;</strong></a><br>
Aquest recull d'activitats sobre la vegetaci&oacute; del Montsi&agrave; ens l'envia en Josep Manuel Badia i est&agrave; adre&ccedil;at a alumnes del cicle superior de prim&agrave;ria.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3096"><strong>El salobrar</strong></a><br>
Mart&iacute; Forn&eacute;s i Pere Morey ens envien aquest projecte relacionat amb les activitats que duen a terme al Camp d'aprenentatge d'Es Palmer (Mallorca).
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3097"><strong>Els carboners</strong></a><br>
Aquest projecte ens arriba tamb&eacute; des d'un altre camp d'aprenentatge de Mallorca, el d'Orient. Ens l'envien Fidela S&aacute;nchez i Ferran Morell.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3098"><strong>Gaud&iacute;: Dracs</strong></a> i <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3098"><strong>Gaud&iacute;</strong></a><br>
Dues activitats de Rosa M. Obradors i altres autors sobre Antoni Gaud&iacute;. Una d'elles sobre els dracs i l'altra sobre le principals obres de l'arquitecte.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3104"><strong>Les flors de camp i de jard&iacute;</strong></a><br>
Maria Torres ens fa arribar aquest conjunt d'exercicis sobre les flors del jard&iacute; i les que creixen al camp. El projecte est&agrave; adre&ccedil;at a alumnes d'eduaci&oacute; infantil.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3107"><strong>I aleshores no en qued&agrave; cap (Deu negrets)</strong></a><br>
Activitats clic que tenen com a objectiu fomentar la lectura. Ens les envia Empar Serrano i estan basades en l'obra de la m&eacute;s famosa novel&middot;lista de misteri, Agatha Christie.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3110"><strong>Les quatre estacions d'Antonio Vivaldi</strong></a><br>
Una cinquantena d'activitats formen aquest paquet sobre una de les obres m&eacute;s conegudes d'Antonio Vivaldi. Aquesta activitat es troba nom&eacute;s en versi&oacute; JClic.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3111"><strong>Geometria plana</strong></a><br>
En Ferran Estruch&eacute;s l'autor d'aquest conjunt d'activitats sobre geometria per a educaci&oacute; prim&agrave;ria.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3123"><strong>Paquet d'activitats d'observaci&oacute;, l&ograve;gica i raonament</strong></a><br>
En Francesc Iglesias en ha enviat aquestes activitats adre&ccedil;ades a educaci&oacute; d'adults per a treballar l'observaci&oacute;, la l&ograve;gica i el raonament.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3115"><strong>Introducci&oacute; a la trigonometria</strong></a><br>
Cristina Mora ens ha fet arribar aquest paquet d'activitats sobre raons trigonom&egrave;triques adre&ccedil;ades a 4t d'educaci&oacute; secund&agrave;ria.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3118"><strong>Un passeig pel JClic</strong></a><br>
Amb aquest paquet d'activitats creades per en Pere Cornell&agrave; podem aprendre com &eacute;s el JClic, tant pel que fa al seu aspecte extern com al seu funcionament.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3119"><strong>Treballem amb la Closcaneta</strong></a> i <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3120"><strong>Cada cosa al seu lloc</strong></a><br>
Roser Casas Bou i Rosa M. Obradors respectivament han creat aquests dos paquets per treballar l'educaci&oacute; mediambiental amb alumnes d'educaci&oacute; infantil i prim&agrave;ria.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3100"><strong>Actitudes, valores y noviolencia en la educaci&oacute;n f&iacute;sica y el deporte</strong></a><br>
En Daniel Mart&iacute;n, ens presenta aquesta activitat sobre l'educaci&oacute; f&iacute;sica i els valors i actituds que han d'acompanyar tot esport o activitat.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3101"><strong>Mi primer Quijote</strong></a><br>
Un altre paquet d'activitats fet amb motiu del IV centenari del Quixot. Aquest, creat per Mar&iacute;a Barcel&oacute;, est&agrave; adre&ccedil;at a alumnes d'educaci&oacute; prim&agrave;ria.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3102"><strong>La pintura a finales del siglo XIX y principios del siglo XX</strong></a><br>
Activitats creades per Rafael Delcazo i Coia Jans&agrave; sobre la pintura postimpressionista i els artistes m&eacute;s representatius d'aquest moviment.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3105"><strong>Actividades econ&oacute;micas de Andaluc&iacute;a</strong></a> i <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3106"><strong>La organizaci&oacute;n pol&iacute;tica y social de Andaluc&iacute;a</strong></a><br>
En Manuel Mart&iacute;n i la Inmaculada Rodr&iacute;guez ens han enviat aquestes activitats sobre la Comunitat Aut&ograve;noma d'Andalusia, adre&ccedil;ades a la formaci&oacute; d'adults.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3108"><strong>Nivelaci&oacute;n restitutiva</strong></a><br>
H&eacute;ctor Arancibia i Margarita Farias ens envien des de Xile un paquet d'activitats de matem&agrave;tiques creades en el marc del programa <a href="http://lpt.mineduc.cl/index_sub0.php?id_portal=42">Liceo para todos</a>, que procura la perman&egrave;ncia dels joves a l'Ensenyament Mitj&agrave;.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3109"><strong>Minibasket</strong></a><br>
En Jos&eacute; A. Mera ens envia aquest divertit paquet d'activitats sobre les normes i la t&egrave;cnica d'aquest esport.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3112"><strong>Los cinco sentidos</strong></a><br>
Paquet d'activitats sobre els &ograve;rgans dels sentits adre&ccedil;ades a alumnat de secund&agrave;ria que ens arriba de la m&agrave; d'Elda Mar&iacute;a Ubill&uacute;s.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3113"><strong>Frutas</strong></a><br>
Paquet d'activitats d'Isabel Moro sobre fruites. Les activitats estan pensades per a l'alumnat d'educaci&oacute; infantil i cicle inicial de prim&agrave;ria.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3116"><strong>Pruebas combinadas de atletismo I: D&eacute;catlon</strong></a><br>
Mario Berm&uacute;dez, Samuel Urbano i &Oacute;scar Gonz&aacute;lez ens han enviat aquest projecte JClic d'educaci&oacute; f&iacute;sica sobre les proves del d&eacute;catlon.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3117"><strong>Derechos del menor</strong></a><br>
Un altre projecte JClic de Mario Berm&uacute;dez, basat en una publicaci&oacute; del Defensor del Poble d'Andalusia sobre els drets del menor.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3114"><strong>Daily routines</strong></a><br>
Un paquet de'n Josep Cunillera en llengua anglesa que treballa vocabulari sobre accions i h&agrave;bits quotidians. Est&agrave; adre&ccedil;at a l'alumnat d'educaci&oacute; prim&agrave;ria.  
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3121"><strong>Os animais invertebrados</strong></a><br>
Un projecte de Jos&eacute; Manuel Boo que treballa els animals invertebrats al nivell de 3r de prim&agrave;ria. El paquet est&agrave; disponible tant en gallec com en castell&agrave;.  
</ul>
<p class="pH1">Traduccions</p>
<p>A m&eacute;s d'aquests nous paquets d'activitats trobareu tamb&eacute; al rac&oacute; les seg&uuml;ents adaptacions i noves versions de paquets existents:</p>
<ul>
<li><strong>Espanyol:</strong><br>
<a href="http://clic.xtec.cat/db/act_ca.jsp?id=1473"><strong>Grecia y Roma</strong></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=1306"><strong>Puntos, gr&aacute;ficas y funciones</strong></a> i <a href="http://clic.xtec.cat/db/act_ca.jsp?id=2164"><strong>La reproducci&oacute;n de las plantas</strong></a>.
<li><strong>Basc:</strong><br>
<a href="http://clic.xtec.cat/db/act_ca.jsp?id=1308"><strong>Geoklik</strong></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=1306"><strong>Puntoak, grafikoak eta funtzioak</strong></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=2002"><strong>Animaliak</strong></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=2064"><strong>99 Zenbakirainoko batuketak</strong></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=1117"><strong>Erlojua</strong></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=1386"><strong>Musikon</strong></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=1366"><strong>Zenbakizko saila errazak</strong></a> i <a href="http://clic.xtec.cat/db/act_ca.jsp?id=2075"><strong>Zirkulazio-seinaleak</strong></a>.
</ul>
<p class="Signatura">ClicNews<br>
<a href="mailto:clic@xtec.cat">clic@xtec.cat</a></td>
</tr>
</table>
<hr noshade size=1>
<a name="ESP"></a>
&nbsp;
<table width="100%" border="0" cellspacing="0" cellpadding="0" class="Inici">
<tr>
<td><img src="http://clic.xtec.cat/llistes/logoclicnews.gif" alt="ClicNews" width="128" height="53" hspace=0 border=0></td>
<td align="right" valign=bottom class="Data"><strong>N&uacute;mero 10 <br>
    22/07/2005</strong></td>
</tr>
</table>&nbsp; 
<table width="100%" cellSpacing=0 cellPadding=6 border=0>
<tr><td class="EspTitol">Espa&ntilde;ol</td></tr>
<tr>
<td class="Esp">
<p class="pH1">Noticias Clic</p>
<p><strong>JClic reports</strong><br>
Ya est&aacute; disponible el m&oacute;dulo <a href="http://clic.xtec.cat/es/jclic/download.htm">JClic reports</a>, que permite recopilar en una base de datos los resultados de los ejercicios realizados por los alumnos y representarlos despu&eacute;s en tablas y gr&aacute;ficos. Con su publicaci&oacute;n se completa el desarrollo inicial de JClic.</p>
<p><strong>Nueva versi&oacute;n 0.1.1.6 de JClic</strong><br>
Coincidiendo con la publicaci&oacute;n de <em>JClic reports</em> se han actualizado tambi&eacute;n los m&oacute;dulos <em>author</em> y <em>player</em> con diversas correcciones y mejoras. Con Java WebStart la actualizaci&oacute;n se efectua de manera autom&aacute;tica haciendo clic en los iconos de la <a href="http://clic.xtec.cat/es/jclic/download.htm">p&aacute;gina de descarga</a> de JClic.</p>
<p><strong>Licencia GPL para JClic</strong><br>
El Departamento de Educaci&oacute;n de la Generalitat de Catalu&ntilde;a pone JClic a disposici&oacute;n de la comunidad bajo los t&eacute;rminos de la <a href="http://www.gnu.org/licenses/gpl.html">Licencia P&uacute;blica General de GNU (GPL)</a>. Eso permite utilizarlo, modificarlo y distribuirlo libremente siempre que se respeten determinadas condiciones, como el reconocimiento de autor&iacute;a y la persistencia de la licencia GPL en cualquier obra derivada. El c&oacute;digo fuente de JClic se har&aacute; p&uacute;blico pr&oacute;ximamente en el portal de proyectos de LaFarga.org, que se encuentra en fase beta. </p>
<p><strong>JClic en gallego, portugu&eacute;s y alem&aacute;n</strong><br>
A pesar de no haberse iniciado todav&iacute;a el proyecto de traducci&oacute;n de JClic, algunos colaboradores se han avanzado. La nueva versi&oacute;n 0.1.1.6 incorpora ya los mensajes en gallego (gracias a galego21.org), portugu&eacute;s de Brasil (gracias a Alexandre R. Soares) y alem&aacute;n (gracias a eduhi.at), que se suman a las versiones ya existentes en ingl&eacute;s, catal&aacute;n y espa&ntilde;ol. Para activarlos basta con seleccionar el idioma correspondiente en el men&uacute; de opciones.</p>
<p><strong>Nuevos cursos y tutoriales de JClic </strong><br>
La Red Telem&aacute;tica Educativa de Andaluc&iacute;a (Averroes) ha desarrollado un tutorial sobre JClic con animaciones interactivas en las que se explica paso a paso como realizar cada operaci&oacute;n. Por otro lado, se ha traducido al euskera el curso de Clic 3.0, y se incorpora a la <a href="http://clic.xtec.cat/es/jclic/curs.htm">p&aacute;gina de cursos y tutoriales</a> el proyecto <em>Un paseo por JClic</em>, de Pere Cornell&agrave;.</p>
<p class="pH1"></p>
<p class="pH1">Nuevos paquetes de actividades</p>
<p>Seguimos incorporando a la <strong>zonaClic</strong> los paquetes de actividades que han ido llegando en los &uacute;ltimos meses:</p>
<ul>
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3100"><strong>Actitudes, valores y noviolencia en la educaci&oacute;n f&iacute;sica y el deporte</strong></a><br>
Daniel Mart&iacute;n, nos presenta esta actividad sobre educaci&oacute;n f&iacute;sica y los valores y las actitudes que deben acompa&ntilde;ar todo deporte o actividad.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3101"><strong>Mi primer Quijote</strong></a><br>
Otro paquete de actividades realizadas con motivo del IV centenario del Quijote. &Eacute;ste, creado por Mar&iacute;a Barcel&oacute;, est&aacute; dirigido a alumnos de eduaci&oacute;n primaria.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3102"><strong>La pintura a finales del siglo XIX y principios del siglo XX</strong></a><br>
Actividades creadas por Rafael Delcazo y Coia Jans&agrave; sobre la pintura postimpresionista y los artistas m&aacute;s representativos de este movimiento.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3105"><strong>Actividades econ&oacute;micas de Andaluc&iacute;a</strong></a> y <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3106"><strong>La organizaci&oacute;n pol&iacute;tica y social de Andaluc&iacute;a</strong></a><br>
Manuel Mart&iacute;n e Inmaculada Rodr&iacute;guez respectivamente, nos han enviado estas actividades sobre la Comunidad Aut&oacute;noma de Andaluc&iacute;a, dirigidas a alumnos de formaci&oacute;n de adultos.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3108"><strong>Nivelaci&oacute;n restitutiva</strong></a><br>
H&eacute;ctor Arancibia y Margarita Farias nos env&iacute;an desde Chile un paquete de actividades de matem&aacute;ticas ceradas en el marco del programa <a href="http://lpt.mineduc.cl/index_sub0.php?id_portal=42">Liceo para todos</a>, que procura la permanencia de los j&oacute;venes en la ense&ntilde;anza media.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3109"><strong>Minibasket</strong></a><br>
Jos&eacute; A. Mera nos env&iacute;a este divertido paquete de actividades sobre las normas y la t&eacute;cnica de este deporte.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3112"><strong>Los cinco sentidos</strong></a><br>
Paquete de actividades creado por Elda Mar&iacute;a Ubill&uacute;s sobre los &oacute;rganos de los sentidos, dirigido a alumnado de secundaria.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3113"><strong>Frutas</strong></a><br>
Paquete de actividades de Isabel Moro sobre las frutas. Las actividades est&aacute;n pensadas para el alumnado de educaci&oacute;n infantil y ciclo inicial de primaria.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3115"><strong>Introducci&oacute; a la trigonometria</strong></a><br>
Cristina Mora nos ha hecho llegar este paquete de actividades sobre razones trigonom&eacute;tricas, dirigidas a 4&ordm; de educaci&oacute;n secundaria.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3116"><strong>Pruebas combinadas de atletismo I: D&eacute;catlon</strong></a><br>
Mario Berm&uacute;dez, Samuel Urbano y &Oacute;scar Gonz&aacute;lez nos env&iacute;an este proyecto JClic de educaci&oacute;n f&iacute;sica sobre las pruebas que forman parte del d&eacute;catlon.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3117"><strong>Derechos del menor</strong></a><br>
Otro proyecto JClic de Mario Berm&uacute;dez, basado en una publicaci&oacute;n del Defensor del Pueblo Andaluz sobre los drechos del menor.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3122"><strong>La vegetaci&oacute; del Montsi&agrave;</strong></a><br>
Este conjunto de actividades sobre la vegetaci&oacute;n de la comarca catalana del Montsi&agrave; nos lo env&iacute;a Josep Manuel Badia y est&aacute; dirigido a alumnos del ciclo superior de primaria.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3096"><strong>El salobrar</strong></a><br>
Mart&iacute; Forn&eacute;s y Pere Morey nos env&iacute;an este proyecto relacionado con las actividades que llevan a cabo en el Campo de Aprendizaje de Es Palmer (Mallorca).
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3097"><strong>Els carboners</strong></a><br>
Este proyecto nos llega tambi&eacute;n de otro campo de aprendizaje de Mallorca, el de Orient. Nos lo env&iacute;an Fidela S&aacute;nchez y Ferran Morell.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3098"><strong>Gaud&iacute;: Dracs</strong></a> y <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3098"><strong>Gaud&iacute;</strong></a><br>
Dos actividades de Rosa M. Obradors y otros autores sobre Antoni Gaud&iacute;, una de ellas sore los dragones y la otra sobre las principales obras del arquitecto.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3104"><strong>Les flors de camp i de jard&iacute;</strong></a><br>
Maria Torres nos env&iacute;a este conjunto de ejercicios sobre las flores del jard&iacute;n y las que crecen en el campo. El proyecto est&aacute; dirigido a alumnos de educaci&oacute;n infantil.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3107"><strong>I aleshores no en qued&agrave; cap (Deu negrets)</strong></a><br>
Actividades clic que tienen como objetivo fomentar la lectura. Nos las env&iacute;a Empar Serrano y est&aacute;n basadas en la obra de la m&aacute;s famosa novelista de misterio, Agatha Christie.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3110"><strong>Les quatre estacions d'Antonio Vivaldi</strong></a><br>
Unas cincuenta actividades forman este paquete sobre una de las obras m&aacute;s conocidas de Antonio Vivaldi. Esta actividad se encuentra disponible &uacute;nicamente en versi&oacute;n JClic.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3111"><strong>Geometria plana</strong></a><br>
Ferran Estruch es el autor de este conjunto de actividades de geometr&iacute;a para educaci&oacute;n primaria.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3123"><strong>Paquet d'activitats d'observaci&oacute;, l&ograve;gica i raonament</strong></a><br>
Francesc Iglesias nos env&iacute;a estas actividades dirigidas a educaci&oacute;n de adultos para trabajar la observaci&oacute;n, la l&oacute;gica y el razonamiento.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3118"><strong>Un passeig pel JClic</strong></a><br>
Este paquete de actividades creado por Pere Cornell&agrave; nos puede servir para descubrir el funcionamiento de JClic, tanto en su aspecto externo como interno.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3119"><strong>Treballem amb la Closcaneta</strong></a> y <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3120"><strong>Cada cosa al seu lloc</strong></a><br>
Roser Casas Bou y Rosa M. Obradors respectivamente han creado estos dos paquetes para trabajar la educaci&oacute;n medioambiental con alumnos de educaci&oacute;n inantil y primaria.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3114"><strong>Daily routines</strong></a><br>
Un paquete de Jos&eacute; Cunillera en lengua inglesa en el que se trabaja el vocabulario relacionado con las acciones y los h&aacute;bitos cotidianos. Est&aacute; dirigido a alumnado de educaci&oacute;n primaria.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3121"><strong>Os animais invertebrados</strong></a><br>
Un proyecto de Jos&eacute; Manuel Boo que trabaja los animales invertebrados dirigido a 3&ordm; de primaria. El paquete se encuentra disponible en gallego y en castellano.
</ul>
<p class="pH1">Traducciones</p>
Adem&aacute;s de estos nuevos paquetes de actividades encontrar&eacute;is tambi&eacute;n en la web de Clic las siguientes adaptaciones de paquetes existentes:
<ul>
<li><strong>Espa&ntilde;ol:</strong><br>
<a href="http://clic.xtec.cat/db/act_es.jsp?id=1473"><strong>Grecia y Roma</strong></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=1306"><strong>Puntos, gr&aacute;ficas y funciones</strong></a> y <a href="http://clic.xtec.cat/db/act_es.jsp?id=2164"><strong>La reproducci&oacute;n de las plantas</strong></a>.
<li><strong>Euskera:</strong><br>
<a href="http://clic.xtec.cat/db/act_es.jsp?id=1308"><strong>Geoklik</strong></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=1306"><strong>Puntoak, grafikoak eta funtzioak</strong></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=2002"><strong>Animaliak</strong></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=2064"><strong>99 Zenbakirainoko batuketak</strong></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=1117"><strong>Erlojua</strong></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=1386"><strong>Musikon</strong></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=1366"><strong>Zenbakizko saila errazak</strong></a> y <a href="http://clic.xtec.cat/db/act_es.jsp?id=2075"><strong>Zirkulazio-seinaleak</strong></a>.
</ul>	
<p class="Signatura">ClicNews<br>
<a href="mailto:clic@xtec.cat">clic@xtec.cat</a></p>
</td>
</tr>
</table>
<hr noshade size=1>
<a name="ENG"></a>
&nbsp;
<table width="100%" border="0" cellspacing="0" cellpadding="0" class="Inici">
<tr>
<td><img src="http://clic.xtec.cat/llistes/logoclicnews.gif" alt="ClicNews" width="128" height="53" hspace=0 border=0></td>
<td align="right" valign=bottom class="Data"><strong>Number 10 <br>
    22/07/2005</strong></td>
</tr>
</table>&nbsp; 
<table width="100%" cellSpacing=0 cellPadding=6 border=0>
<tr><td class="EngTitol">English</td></tr>
<tr>
<td class="Eng">
<p class="pH1">News about Clic</p>
<p><strong>JClic reports</strong><br>
The module <a href="http://clic.xtec.cat/en/jclic/download.htm"><em>JClic reports</em></a> has been released. This module allows compiling in a database the results of the exercises carried out by the students and representing them afterwards in tables and diagrams. This release completes the initial development of JClic.</p>
<p><strong>New version 0.1.1.6 of JClic</strong><br>
Coinciding with the release of <em>JClic reports</em>, the modules <em>author</em> and <em>player</em> have also been updated with several bug fixes and improvements. With Java WebStart the update will be automatically done when you click on the icons located in the <a href="http://clic.xtec.cat/en/jclic/download.htm">downloading page</a> of JClic.</p>
<p><strong>GPL license for JClic</strong><br>
The Ministry of Education of the Government of Catalonia (Generalitat) makes JClic available to the community under the terms of the <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License (GPL)</a>. This allows you to freely use, modify and distribute it as long as specific conditions, like the recognition of authorship or the persistence of the GPL license in any derived work, are respected. The source code of JClic will be made public soon in the projects portal LaFarga.org, which is currently in beta. </p>
<p><strong>JClic in Galician, Portuguese and German</strong><br>
The new version 0.1.1.6 of JClic already incorporates the messages in Galician (thanks to galego21.org), Brazilian Portuguese (thanks to Alexandre R. Soares) and German (thanks to eduhi.at). These versions are added to the existing ones in Catalan, Spanish and English. To activate them just select the desired language in the Options menu.</p>
<p><strong>New tutorials and courses on JClic</strong><br>
The Educational Telematic Network of Andalusia (Averroes) has developed a tutorial on JClic with interactive animations which explain how to carry out each operation step by step. On the other hand, the Clic 3.0 course has been translated into Basque, and the project <em>Un passeig pel JClic</em>, by Pere Cornell&agrave;, has been incorporated into the <a href="http://clic.xtec.cat/es/jclic/curs.htm">courses and tutorials</a> page.</p>
<p class="pH1">New activity packages</p>
<p>In this section we will present new additions to the <strong>clicZone</strong>. For a detailed description of the activity packages, click on the titles.</p>
<ul>
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3114"><strong>Daily routines</strong></a><br>
A package of activities by Jose Cunillera about the English vocabulary related to actions and habits. It's addressed to primary education.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3096"><strong>El salobrar</strong></a><br>
Marti Fornes and Pere Morey have sent this activity that complements the outdoor activities done in the learning center of Es Palmer (Mallorca).
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3097"><strong>Els carboners</strong></a><br>
Another activity made in a learning center of Mallorca. This one comes from Orient and, like the previous one, complements its outdoor activities. The package has been sent by Fidela Sanchez and Ferran Morell.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3098"><strong>Gaud&iacute;: Dracs</strong></a> and <a href="http://clic.xtec.cat/db/act_en.jsp?id=3098"><strong>Gaud&iacute;</strong></a><br>
Two activities by Rose M. Obradors and other authors about Antoni Gaud&iacute;, one about the dragoons and the other one about the main works of this catalan architect.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3100"><strong>Actitudes, valores y noviolencia en la educaci&oacute;n f&iacute;sica y el deporte</strong></a><br>
Daniel Mart&iacute;n presents us this activity on physical education, and the values and attitudes that must go with all sport or activity.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3101"><strong>Mi primer Quijote</strong></a><br>
Another package of activities made in the occasion of IV the centenary of the Quijote. This one, created by Maria Barcel&oacute;, is addressed to students of primary education.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3102"><strong>La pintura a finales del siglo XIX y principios del siglo XX</strong></a><br>
Activities created by Rafael Delcazo and Coia Jans&agrave; about the postimpresionist and the most representative artists of this movement.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3104"><strong>Les flors de camp i de jard&iacute;</strong></a><br>
Maria Torres presents us this set of exercises about the flowers of the garden and those that grow in the field. The project is addressed to students of infantile education.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3105"><strong>Actividades econ&oacute;micas de Andaluc&iacute;a</strong></a> and <a href="http://clic.xtec.cat/db/act_en.jsp?id=3106"><strong>La organizaci&oacute;n pol&iacute;tica y social de Andaluc&iacute;a</strong></a><br>
Manuel Mart&iacute;n and Inmaculada Rodr&iacute;guez respectively, has sent us these activities, about Andalucia, addressed to adult training.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3107"><strong>I aleshores no en qued&agrave; cap (Deu negrets)</strong></a><br>
Clic activities whith the aim of foment the reading, sent by Empar Serrano. The activities are based on a book of the most famous mystery novelist, Agatha Christie.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3108"><strong>Nivelaci&oacute;n restitutiva</strong></a><br>
H&eacute;ctor Arancibia and Margarita Farias has sent us from Chile a package of math activities made in the framework of the program <a href="http://lpt.mineduc.cl/index_sub0.php?id_portal=42">Liceo para todos</a>. This program aims to keep young people at secondary school in order to reach a broader offer in education as well as to get the 12 years of schooling.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3109"><strong>Minibasket</strong></a><br>
Jos&eacute; A. Mera sends us this amused package of activities about the norms and technics of this sport.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3110"><strong>Les quatre estacions d'Antonio Vivaldi</strong></a><br>
Fifty JClic activities about Antonio Vivaldi's work &quot;The four seasons&quot;.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3111"><strong>Geometria plana</strong></a><br>
Ferran Estruch is the author of this set of activities about geometry for primary education.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3112"><strong>Los cinco sentidos</strong></a><br>
Clic activities about the senses, sent by Elda Mar&iacute;a Ubill&uacute;s. The package is addressed to secondary school.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3113"><strong>Frutas</strong></a><br>
Package of activities by Isabel Moro about fruits. The activities are addressed to infantile education and primary school.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3123"><strong>Paquet d'activitats d'observaci&oacute;, l&ograve;gica i raonament</strong></a><br>
Francesc Iglesias has sent us these activities directed to adults education to work observation, logic and reasoning.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3115"><strong>Introducci&oacute; a la trigonometria</strong></a><br>
Cristina Mora has created this package of activities about trigonometrical reasons, for secondary education.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3116"><strong>Pruebas combinadas de atletismo I: D&eacute;catlon</strong></a><br>
Mario Berm&uacute;dez, Samuel Urbano and &Oacute;scar Gonz&aacute;lez have sent us this JClic project of physical education, about the decatlon.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3117"><strong>Derechos del menor</strong></a><br>
Another JClic project by Mario Berm&uacute;dez, based on a book about the rights of the minor published by the Ombdusman of Andalusia.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3118"><strong>Un passeig pel JClic</strong></a><br>
This package of activities created by Pere Cornell&agrave; can be used for discovering the operation and possibilities of JClic.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3119"><strong>Treballem amb la Closcaneta</strong></a> and <a href="http://clic.xtec.cat/db/act_en.jsp?id=3120"><strong>Cada cosa al seu lloc</strong></a><br>
Roser Casas Bou and Rosa M. Obradors are the authors of these two packages about environmental education addressed to students of infantil and primary education.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3121"><strong>Os animais invertebrados</strong></a><br>
A project by Jose Manuel Boo about the invertebrate animals addressed to 3rd level of primary school. The activities are available in Galician and Spanish.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3122"><strong>La vegetaci&oacute; del Montsi&agrave;</strong></a><br>
Josep Manuel Badia sends us this set of activities about the vegetation of the Montsi&agrave; (Catalonia).
</ul>
<p class="pH1">Translations</p>
In addition to these new activity packages in &quot;the Clic corner&quot;, the following adaptations of existing packages are available:
<ul>
<li><strong>Spanish:</strong><br>
<a href="http://clic.xtec.cat/db/act_en.jsp?id=1473"><strong>Grecia y Roma</strong></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=1306"><strong>Puntos, gr&aacute;ficas y funciones</strong></a> and <a href="http://clic.xtec.cat/db/act_en.jsp?id=2164"><strong>La reproducci&oacute;n de las plantas</strong></a>.
<li><strong>Basque:</strong><br>
<a href="http://clic.xtec.cat/db/act_en.jsp?id=1308"><strong>Geoklik</strong></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=1306"><strong>Puntoak, grafikoak eta funtzioak</strong></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=2002"><strong>Animaliak</strong></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=2064"><strong>99 Zenbakirainoko batuketak</strong></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=1117"><strong>Erlojua</strong></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=1386"><strong>Musikon</strong></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=1366"><strong>Zenbakizko saila errazak</strong></a> and <a href="http://clic.xtec.cat/db/act_en.jsp?id=2075"><strong>Zirkulazio-seinaleak</strong></a>.
</ul>
  <p class="Signatura">ClicNews<br>
<a href="mailto:clic@xtec.cat">clic@xtec.cat</a></p>
</td>
</tr>
</table>
<hr noshade size=1>
</body>
</html>
