<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
<head>
<title>ClicNews 11</title>
<meta http-equiv=Content-Type content="text/html; charset=iso-8859-1">
<style type="text/css">
	body, p {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
	}
	ul{
	margin-left: 15pt;
	}
	a {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		color : blue;
		text-decoration : none;
	}
	a:hover {
		color : red;
		text-decoration : underline;
	}
	td {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
	}
	.Data {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		color : Maroon;
		font-weight : bold;
	}
	li {
	margin-bottom: 10pt;
}
	hr { color: maroon; }
	.pH1 {
	font-family: Tahoma, Verdana, arial, helvetica, sans-serif;
	font-size: 14pt;
	font-weight : bold;
	margin-top: 20pt;
	}
	.cat {
		background-color : #fff6dd;
	}
	.cat .pH1 {
		color : Maroon;
	}
	.catTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: #FF9900;
		color: white;
	}
	.esp {
		background-color : #e6e6fa;
	}
	.esp .pH1 {
		color : Navy;
	}
	.espTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: Navy;
		color: white;
	}
	.eng {
		background-color : #FFCCCC;
	}
	.eng .pH1 {
		color : #993333;
	}
	.engTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: #993333;
		color: white;
	}
	.idioma {
		text-align : center;
	}
	.idioma a {
		border-style : outset;
		border-width: 2px;
		padding : 3px 10px 3px 10px;
		background-color : #CCCCFF;
		width: 90px;
		color: Purple;
	}
	.idioma a:hover {
		text-decoration : none;
		background-color : #EEE8AA;
	}
	.signatura {
		font-weight : bold;
		text-align: right;
		margin-top: 20pt;
		margin-bottom: 6pt;
	}
	.signatura a {
		color: maroon;
	}
	.signatura a:hover {
		color: blue;
		text-decoration : none;
	}
	.inici {
		page-break-before: always;
	}			
</style>
</head>
<body>
<hr noshade size=1>
<table border="0" cellspacing="3" cellpadding="3" class="Idioma">
<tr>
<td><a href="#CAT"><strong>Catal&agrave;</strong></a></td>
<td><a href="#ESP"><strong>Espa&ntilde;ol</strong></a></td>
<td><a href="#ENG"><strong>English</strong></a></td>
</tr>
</table>
<hr noshade size=1>
<a name="CAT"></a>
&nbsp;
<table width="100%" border="0" cellspacing="0" cellpadding="0" class="Inici">
<tr>
<td><img src="http://clic.xtec.cat/llistes/logoclicnews.gif" alt="ClicNews" width=128 height=53 hspace=0 border=0></td>
<td align="right" valign=bottom class="Data"><strong>N&uacute;mero 11<br>21/10/2005</strong></td>
</tr>
</table>&nbsp; 
<table width="100%" cellSpacing=0 cellPadding=6 border=0>
<tr><td class="CatTitol">Catal&agrave;</td></tr>
<tr> 
<td class="Cat"><p class="pH1">Not&iacute;cies Clic</p>
<p><strong>Instal&middot;laci&oacute; del JClic en xarxa</strong><br>
La zonaClic publica <a href="http://clic.xtec.cat/ca/documents/jclic_xarxa.htm">un document</a> on s'explica com configurar el JClic a la xarxa de l'escola per tal de facilitar la gesti&oacute; de la biblioteca d'activitats i el funcionament del sistema d'informes.</p>
<p><strong>Nova versi&oacute; 0.1.1.8 del JClic</strong><br>
Aquesta versi&oacute; esquiva un problema del m&ograve;dul QuickTime, que impedeix des del 17 d'octubre l'execuci&oacute; de qualsevol aplicaci&oacute; Java que en faci &uacute;s. A partir d'aquesta versi&oacute; el JClic deixa d'emprar oficialment el QuickTime en plataformes Windows.<strong> </strong>Amb Java WebStart l'actualitzaci&oacute; s'efectua de manera autom&agrave;tica fent clic a les icones de la <a href="http://clic.xtec.cat/ca/jclic/download.htm">p&agrave;gina de desc&agrave;rrega</a> del JClic.</p>
<p><strong>El JClic en franc&egrave;s</strong><br>
La nova versi&oacute; 0.1.1.8 incorpora ja els missatges en franc&egrave;s, gr&agrave;cies a la col&middot;laboraci&oacute; del professor Gilles Parenna. Per activar-lo nom&eacute;s cal seleccionar l'idioma al men&uacute; d'opcions. Merci beaucoup, Gilles!</p>
<p><strong>Guia d'introducci&oacute; al JClic en alemany</strong><br>
Education Highway (Innovationcenter for School and New Technology, Linz)&nbsp;ha creat una <a href="http://clic.xtec.cat/ca/jclic/curs.htm#Leitfaden">guia d'introducci&oacute; al JClic</a> en alemany. S'hi expliquen les principals caracter&iacute;stiques i funcionalitats del JClic, com comen&ccedil;ar a fer-lo servir i com crear activitats.</p>
<p class="pH1">Nous paquets d'activitats</p>
<p>Aquestes s&oacute;n les darreres novetats que s'acaben d'incorporar a la <strong>zonaClic</strong>:</p>
<ul>
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3130"><strong>s'Albufera des Grau</strong></a><br>
Activitats de Gertrudis Carreras sobre s'Albufera des Grau (Menorca) i el seu ecosistema. Aquest paquet est&agrave; adre&ccedil;at a alumnes de 3er cicle de prim&agrave;ria i 1er cicle d'ESO. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3137"><strong>Activitats d'energies alternatives</strong></a><br>
Amb aquest paquet d'activitats creades per la M. Teresa Motalv&agrave; podem aprendre el m&eacute;s important de les energies renovables. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3138"><strong>Eines per a l'institut... i pel TAE</strong></a><br>
Diversos autors ens envien aquestes activitats creades als Tallers de Creaci&oacute; de Materials per NEE on es treballa l&egrave;xic d'objectes de l'aula. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3141"><strong>Formulaci&oacute; i nomenclatura de qu&iacute;mica inorg&agrave;nica</strong></a><br>
Activitats creades per Esteve Hern&aacute;ndez sobre la formulaci&oacute; de compostos binaris. Est&agrave; adre&ccedil;at a secund&agrave;ria i batxillerat. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3153"><strong>Les lletres</strong></a><br>
Sara Deulofeu ens envia aquest paquet d'activitats adre&ccedil;at a alumnat d'educaci&oacute; infantil per a l'aprenentatge de la lectoescriptura. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3161"><strong>Any de neu any de D&eacute;u... per&ograve; qu&egrave; us posareu?</strong></a> i <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3167"><strong>Les taules de multiplicar - 3</strong></a><br>
Dos projectes d'en Ramon Mart&iacute;, el primer, de gaireb&eacute; 300 activitats, sobre les peces de vestir per treballar la lectoescriptura a finals d'educaci&oacute; infantil i principis de prim&agrave;ria i l'altre, sobre les taules de multiplicar per a cicle mitj&agrave; de prim&agrave;ria.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3163"><strong>Vocals</strong></a><br>
Un paquet d'activitats per a treballar la discriminaci&oacute; de vocals. El projecte ens l'envia Francisco Salcedo i nom&eacute;s est&agrave; disponible en versi&oacute; JClic. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=2760"><strong>Activitats JClic sobre par&agrave;boles</strong></a><br>
En Jaume Bartrol&iacute; ens ofereix aquest conjunt d'activitats en JClic sobre par&agrave;boles adre&ccedil;ades a ESO i batxillerat.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3165"><strong>Sistemes de numeraci&oacute; en diferents bases</strong></a> i <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3166"><strong>Exercicis de refor&ccedil;</strong></a><br>
Rosa Maria Trias ens ofereix aquests conjunts d'activitats per a l'ESO, un sobre els sistemes de numeraci&oacute; en base 5, 4, 2 i 10 i l'altre per a repassar els conceptes matem&agrave;tics b&agrave;sics. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3124"><strong>Animaletras</strong></a><br>
Aquest recull d'activitats sobre l'abecedari, les maj&uacute;scules i min&uacute;scules ens l'envia Alberto Alonso i est&agrave; adre&ccedil;at a alumnat d'infantil i prim&agrave;ria.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3125"><strong>Conocimiento del Medio 4 primaria</strong></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3126"><strong>Matem&aacute;ticas 4&deg; de primaria</strong></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3127"><strong>La Rioja, mi tierra</strong></a> i <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3128"><strong>Lenguaje 4&deg;, s&iacute;labas y acentos</strong></a><br>
Quatre paquets d'activitats d'Alberto Alonso adre&ccedil;ats a cicle mitj&agrave; de prim&agrave;ria sobre diferents &agrave;rees del curr&iacute;culum.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3129"><strong>&Aacute;frica, sus pa&iacute;ses y banderas</strong></a><br>
Aquest projecte ens arriba de la m&agrave; de Federico Arquillos sobre el continent Afric&agrave;, els seus accidents geogr&agrave;fics, les seves costes, rius, llacs... 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3131"><strong>Los alimentos</strong></a><br>
Roc&iacute;o Cabanillas ens fa arribar aquest conjunt d'exercicis sobre els aliments per al cicle inicial de prim&agrave;ria. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3132"><strong>Felicidades Andersen</strong></a><br>
Gaireb&eacute; 500 activitats Clic que tenen com a objectiu commemorar el 200 aniversari del naixement d'un dels escriptors de contes infantils m&eacute;s importants, Hans Christian Andersen. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3133"><strong>A sumar</strong></a><br>
Activitats sobre l'algorisme de la suma adre&ccedil;at a alumnat de primer curs d'educaci&oacute; prim&agrave;ria. El paquet ens l'envien Mar&iacute;a In&eacute;s Higareda i David Barr&oacute;n. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3134"><strong>M&eacute;todo Palau. S&iacute;labas B</strong></a><br>
En Francisco Javier N&uacute;&ntilde;ez &eacute;s l'autor d'aquest conjunt d'activitats sobre lectoescriptura basat en el M&egrave;tode Palau. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3136"><strong>D&iacute;a del libro</strong></a><br>
M. Carmen Garc&iacute;a-Perga&ntilde;eda ens ha fet arribar aquest paquet d'activitats sobre comprensi&oacute; lectora adre&ccedil;at a alumnes d'educaci&oacute; prim&agrave;ria. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3140"><strong>F&iacute;sica 5</strong></a><br>
Aquest &eacute;s un paquet d'activitats fet per Johana Echevarr&iacute;a i M. Jos&eacute; Ortega sobre el comportament de la mat&egrave;ria. Est&agrave; adre&ccedil;at a educaci&oacute; prim&agrave;ria. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3142"><strong>Clasificaci&oacute;n de los animales</strong></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3143"><strong>Jugamos con los animales</strong></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3144"><strong>C&aacute;lculo para 3&deg; de primaria</strong></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3145"><strong>Proyecto de lenguaje</strong></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3146"><strong>Las plantas</strong></a>, <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3147"><strong>Rompecabezas</strong></a> i <a href="http://clic.xtec.cat/db/act_ca.jsp?id=3148"><strong>Vertebrados e invertebrados</strong></a><br>
Francisco Garc&iacute;a-Pozuelo y Juana Rello ens han enviat aquests 7 paquets d'activitats sobre diversos temes, tots ells per a educaci&oacute; prim&agrave;ria. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3149"><strong>Garcilaso de la Vega y el soneto n&uacute;mero XXIII</strong></a><br>
Una vintena d'activitats sobre Garcilaso de la Vega i la seva obra que ens ha fet arribar V&iacute;ctor J. Ronda per a treballar a l'aula amb alumnes d'educaci&oacute; secund&agrave;ria. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3150"><strong>Localizaci&oacute;n geogr&aacute;fica</strong></a><br>
Domingo Naranjo ens envia aquest paquet d'activitats sobre geografia comen&ccedil;ant per les prov&iacute;ncies d'Andalusia fins arribar als pa&iuml;sos d'Europa. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3151"><strong>Actividades de Gram&aacute;tica</strong></a><br>
Paquet d'activitats sobre gram&agrave;tica adre&ccedil;at a alumnes d'educaci&oacute; prim&agrave;ria i secund&agrave;ria que ens arriba de la m&agrave; de Jos&eacute; Luis Marqu&eacute;s. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3152"><strong>Harry Potter y La Piedra Filosofal</strong></a><br>
Paquet d'activitats de Sergio Blanch&eacute; basades en la pel&middot;l&iacute;cula de Harry Potter que combina diferents &agrave;rees d'aprenentatge com matem&agrave;tica, llengua, angl&egrave;s... 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3154"><strong>La materia, un estudio educativo</strong></a><br>
Paquet d'activitats de Mariel Lopez sobre la mat&egrave;ria: els sistemes materials, els elements i compostos, t&egrave;cniques de separaci&oacute; i canvis d'estats. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3155"><strong>Los primeros n&uacute;meros por v&iacute;a visual directa</strong></a><br>
Un paquet d'Eduardo Mart&iacute;n sobre els nombres de l'1 al 10 adre&ccedil;at a educaci&oacute; infantil i primer cicle de prim&agrave;ria.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3156"><strong>Paco "el chato"</strong></a><br>
Un projecte d'en Rafael Neftaly que treballa a partir d'un conte la import&agrave;ncia de saber el nom de cadascun, a trav&eacute;s de situacions adverses. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3157"><strong>Iniciaci&oacute;n a la pelota mano</strong></a><br>
Una vuitantena d'activitats d'educaci&oacute; f&iacute;sica sobre el joc i les normes de la "Pelota mano". El paquet ens l'envia &Aacute;ngel Javier Casero i est&agrave; adre&ccedil;at a cicle superior d'educaci&oacute; prim&agrave;ria. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3158"><strong>C&aacute;lculo mental del 1 al 100 con resoluci&oacute;n de problemas</strong></a><br>
Nancy Michol ens ha fet arribar aquest conjunt d'activitats sobre c&agrave;lcul mental adre&ccedil;at a educaci&oacute; prim&agrave;ria. El paquet est&agrave; dividit en 12 parts i consta de m&eacute;s de 100 activitats. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3159"><strong>El ingenioso hidalgo Don Quijote de la Mancha</strong></a><br>
Aquest &eacute;s un paquet d'activitats fet per en Carlos Medina sobre el Quixot, consta de 4 parts. Nom&eacute;s est&agrave; disponible en versi&oacute; JClic. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3162"><strong>Mi salud, mi cuerpo y la educaci&oacute;n f&iacute;sica</strong></a><br>
Ramon Cruz ens ha enviat aquest conjunt d'activitats que relaciona les NNTT i l'educaci&oacute; f&iacute;sica on es treballa l'anatomia del cos hum&agrave;, els sistemes cardio-respiratoris, com cuidar la salut... 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=2048"><strong>Ven y lee 6</strong></a><br>
Un nou apartat de la s&egrave;rie <em>Ven a leer</em> que ens envia Rosa Ana Santiago. En aquesta activitat es treballen les s&iacute;l&middot;labes i lletres <I>ce-ci, za-zo-zu, y, x</I>. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3164"><strong>Conozcamos San Luis</strong></a><br>
Un projecte de Paola Allendes que treballa la geografia, la hist&ograve;ria, la flora i la fauna, el relleu, els rius... de la prov&iacute;ncia de San Luis (Argentina).
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3168"><strong>Se&ntilde;ales de tr&aacute;nsito</strong></a><br>
Conjunt d'activitats sobre els senyals de circulaci&oacute; per a fomentar una bona mobilitat, est&agrave; adre&ccedil;at a educaci&oacute; prim&agrave;ria. El paquet ens l'envia Alejandro Dellafiore. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3170"><strong>Actividades de tecnolog&iacute;a 1&deg; y 2&deg; de ESO</strong></a><br>
Virgilio Marco ens presenta aquests conjunt de 7 paquets d'activitats per a treballar la tecnologia de 1r cicle d'ESO a l'aula d'inform&agrave;tica.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3171"><strong>Actividades para la rehabilitaci&oacute;n cognitiva</strong></a><br>
Un conjunt d'activitats enviades per Rut Ant&oacute;n i Esther Blasco adre&ccedil;ades a adults amb lesions cerebrals per a ser utilitzades a la rehabilitaci&oacute; interdisciplinar. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3172"><strong>Identificando decimales</strong></a><br>
Elvis Fernando Lesmes ens envia aquestes activitats per a l'aprenentatge de l'&uacute;s de decimals a alumnes d'educaci&oacute; prim&agrave;ria.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3174"><strong>El renacuajo paseador</strong></a><br>
Pablo Amaya ens envia aquest conjunt d'activitats per a l'aprenentatge de la lectoescriptura basades en un poema d'en Rafael Pombo.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3175"><strong>Divisiones con decimales</strong></a><br>
Jos&eacute; Escudero i Carlos N&uacute;&ntilde;ez ens envien aquesta extensa aplicaci&oacute; per a practicar les divisions amb decimals.
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3135"><strong>Matematikasco programarekin asko ikasiko dugu</strong></a><br>
Cristina Conde en ha enviat aquestes activitats adre&ccedil;ades a educaci&oacute; prim&agrave;ria per a treballar els diferents continguts del curs a l'&agrave;rea de matem&agrave;tiques. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3139"><strong>English 5&deg;</strong></a><br>
En Domingo M&eacute;ndez, ens presenta aquesta activitat d'angl&egrave;s per a 5&egrave; de prim&agrave;ria on s'hi treballen diversos temes a partir de diferents hist&ograve;ries. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3160"><strong>Allons au restaurant</strong></a><br>
Paquet d'activitats en franc&egrave;s que ens presenta M&oacute;nica Bustamante sobre vocabulari d'aliments, begudes i converses que poden tenir lloc a un restaurant. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3169"><strong>Les nombres en fran&ccedil;ais</strong></a><br>
Un paquet per aprendre a comptar en franc&egrave;s centrant-se sobretot en la composici&oacute; de nombres a partir del 70. L'activitat ens l'envia Jos&eacute; Enrique Calle. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3173"><strong>Wie ist das Wetter</strong></a><br>
Una activitat en format JClic en alemany sobre el temps i el vocabulari que hi est&agrave; implicat. El projecte est&agrave; adre&ccedil;at a alumnes d'ESO.
</ul>
<p class="pH1">Traduccions</p>
<p>A m&eacute;s d'aquests nous paquets d'activitats trobareu tamb&eacute; a la zonaClic les seg&uuml;ents adaptacions i noves versions de paquets existents:</p>
<ul>
<li><strong>Espanyol:</strong><br>
<a href="http://clic.xtec.cat/db/act_ca.jsp?id=1083"><strong>Los &oacute;rganos de los sentidos</strong></a>. 
<li><strong>Basc:</strong><br>
<a href="http://clic.xtec.cat/db/act_ca.jsp?id=1038"><strong>Los ordenadores</strong></a>
<li><strong>Gallec:</strong><br>
<strong><a href="http://clic.xtec.cat/db/act_ca.jsp?id=1381">Os instrumentos de percusi&oacute;n Orff</a> </strong>i<strong> </strong><a href="http://clic.xtec.cat/db/act_ca.jsp?id=2005"><strong>A Rati&ntilde;a presumida</strong></a>.<br>
</ul>
</table>
<hr noshade size=1>
<a name="ESP"></a>
&nbsp;
<table width="100%" border="0" cellspacing="0" cellpadding="0" class="Inici">
<tr>
<td><img src="http://clic.xtec.cat/llistes/logoclicnews.gif" alt="ClicNews" width="128" height="53" hspace=0 border=0></td>
<td align="right" valign=bottom class="Data"><strong>N&uacute;mero 11<br>21/10/2005</strong></td>
</tr>
</table>&nbsp; 
<table width="100%" cellSpacing=0 cellPadding=6 border=0>
<tr><td class="EspTitol">Espa&ntilde;ol</td></tr>
<tr> 
<td class="Esp"> <p class="pH1">Noticias Clic</p>
<p><strong>Instalaci&oacute;n de JClic en red </strong><br>
La zonaClic publica <a href="http://clic.xtec.cat/es/documents/jclic_xarxa.htm">un documento</a> en el que se explica como configurar JClic en la red de una escuela para facilitar l agesti&oacute;n de la biblioteca de actividades y el funcionamiento del sistema de informes. </p>
<p><strong>Nueva versi&oacute;n 0.1.1.8 de JClic</strong><br>
Esta versi&oacute;n esquiva un problema del m&oacute;dulo QuickTime, que impide desde el 17 de octubre la ejecuci&oacute;n de cualquier aplicaci&oacute;n Java que lo utilice. A partir de esta versi&oacute;n JClic deja de utilizar oficialmente QuickTime en plataformas Windows.<strong> </strong>La actualizaci&oacute;n se realiza de manera autom&aacute;tica haciendo clic en los iconos de la <a href="http://clic.xtec.cat/es/jclic/download.htm">p&aacute;gina de descarga</a> de JClic.</p>
<p><strong>JClic en franc&eacute;s</strong><br>
La nueva versi&oacute;n 0.1.1.8 incorpora ya los mensajes en franc&egrave;s, gracias a la colaboraci&oacute;n del profesor Gilles Parenna. Para activarlo basta con seleccionar el idioma en el men&uacute; de opciones. Merci beaucoup, Gilles! </p>
<p><strong>Guia de introducci&oacute;n a JClic en alem&aacute;n</strong><br>
Education Highway (Innovationcenter for School and New Technology, Linz)&nbsp;ha creado una <a href="http://clic.xtec.cat/es/jclic/curs.htm#Leitfaden">gu&iacute;a de introducci&oacute;n a JClic</a> en alem&aacute;n. En ella se explican las principales caracter&iacute;sticas y funcionalidades de JClic, c&oacute;mo empezar a utilizarlo y c&oacute;mo crear actividades.</p>
<p class="pH1">Nuevos paquetes de actividades</p>
<p>Seguimos incorporando a la <strong>zonaClic</strong> los paquetes de actividades que han ido llegando en los &uacute;ltimos meses:</p>
<ul>

<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3124"><strong>Animaletras</strong></a><br>
Este recopilatorio de actividades sobre el abecedario, las may&uacute;sculas y min&uacute;sculas nos lo env&iacute;a Alberto Alonso y est&aacute; dirigido a alumnado de educaci&oacute;n infantil y primaria. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3125"><strong>Conocimiento del Medio 4 primaria</strong></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=3126"><strong>Matem&aacute;ticas 4&deg; de primaria</strong></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=3127"><strong>La Rioja, mi tierra</strong></a> y <a href="http://clic.xtec.cat/db/act_es.jsp?id=3128"><strong>Lenguaje 4&deg;, s&iacute;labas y acentos</strong></a><br>
Cuatro paquetes de actividades de Alberto Alonso para ciclo medio de primaria sobre diferentes &aacute;reas del curr&iacute;culum. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3129"><strong>&Aacute;frica, sus pa&iacute;ses y banderas</strong></a><br>
Este proyecto nos llega de la mano de Federico Arquillos sobre el continente africano, sus accidentes geogr&aacute;ficos, sus costas, sus r&iacute;os, sus lagos... 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3131"><strong>Los alimentos</strong></a><br>
Roc&iacute;o Cabanillas nos env&iacute;a este conjunto de ejercicios sobre los alimentos para ciclo inicial de primaria. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3132"><strong>Felicidades Andersen</strong></a><br>
Casi 500 actividades clic que tienen como objetivo conmemorar el 200 aniversario del nacimiento de uno de los escritores de cuentos infantiles m&aacute;s importantes, Hans Christian Andersen. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3133"><strong>A sumar</strong></a><br>
Actividades sobre el algoritmo de la suma para alumnado de primer curso de educaci&oacute;n primaria. El paquete nos lo env&iacute;an Mar&iacute;a In&eacute;s Higareda y David Barr&oacute;n. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3134"><strong>M&eacute;todo Palau. S&iacute;labas B</strong></a><br>
Francisco Javier N&uacute;&ntilde;ez es el autor de este conjunto de actividades sobre lectoescritura basado en el M&eacute;todo Palau. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3136"><strong>D&iacute;a del libro</strong></a><br>
M. Carmen Garc&iacute;a-Perga&ntilde;eda nos ofrece este paquete de actividades sobre comprensi&oacute;n lectora dirigido a alumnos de educaci&oacute;n primaria. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3140"><strong>F&iacute;sica 5</strong></a><br>
Este es un paquete de actividades hecho por Johana Echevarr&iacute;a y M. Jos&eacute; Ortega sobre el comportamiento de la materia. Est&aacute; pensado para educaci&oacute;n primaria. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3141"><strong>Formulaci&oacute; i nomenclatura de qu&iacute;mica inorg&agrave;nica</strong></a><br>
Actividades creadas por Esteve Hern&aacute;ndez sobre la formulaci&oacute;n de compuestos binarios dirigido a secundaria y bachillerato. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3142"><strong>Clasificaci&oacute;n de los animales</strong></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=3143"><strong>Jugamos con los animales</strong></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=3144"><strong>C&aacute;lculo para 3&deg; de primaria</strong></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=3145"><strong>Proyecto de lenguaje</strong></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=3146"><strong>Las plantas</strong></a>, <a href="http://clic.xtec.cat/db/act_es.jsp?id=3147"><strong>Rompecabezas</strong></a> y <a href="http://clic.xtec.cat/db/act_es.jsp?id=3148"><strong>Vertebrados e invertebrados</strong></a><br>
Francisco Garc&iacute;a-Pozuelo y Juana Rello nos han enviado estos 7 paquetes de actividades sobre diversos temas, todos ellos para educaci&oacute;n primaria. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3149"><strong>Garcilaso de la Vega y el soneto n&uacute;mero XXIII</strong></a><br>
Una veintena de actividades sobre Garcilaso de la Vega y su obra que nos ofrece V&iacute;ctor J. Ronda para trabajar en el aula de inform&aacute;tica con alumnos de educaci&oacute;n secundaria. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3150"><strong>Localizaci&oacute;n geogr&aacute;fica</strong></a><br>
Domingo Naranjo nos env&iacute;a este paquete de actividades sobre geograf&iacute;a empezando por las provincias de Andaluc&iacute;a hasta llegar a los pa&iacute;ses de Europa. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3151"><strong>Actividades de Gram&aacute;tica</strong></a><br>
Paquete de actividades sobre gram&aacute;tica dirigido a alumnos de educaci&oacute;n primaria y secundaria que nos ofrece Luis Marqu&eacute;s. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3152"><strong>Harry Potter y La Piedra Filosofal</strong></a><br>
Paquete de actividades de Sergio Blanch&eacute; basadas en la pel&iacute;cula de Harry Potter que combina diferentes &aacute;reas de aprendizaje como matem&aacute;tica, lengua, ingl&eacute;s... 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3154"><strong>La materia, un estudio educativo</strong></a><br>
Paquete de actividades de Mariel Lopez sobre la materia: los sistemas materiales, los elementos y compuestos, t&eacute;cnicas de separaci&oacute;n y cambios de estados. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3155"><strong>Los primeros n&uacute;meros por v&iacute;a visual directa</strong></a><br>
Un paquete de Eduardo Mart&iacute;n sobre los n&uacute;meros del 1 al 10 dirigido a educaci&oacute;n infantil y primer ciclo de primaria. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3156"><strong>Paco "el chato"</strong></a><br>
Un proyecto de Rafael Neftaly que trabaja a partir de un cuento la importancia de saber el nombre de cada uno a partir de situaciones diversas. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3157"><strong>Iniciaci&oacute;n a la pelota mano</strong></a><br>
Unas 80 actividades de educaci&oacute;n f&iacute;sica sobre el juego y las normas de la "Pelota mano". El paquete nos lo env&iacute;a &Aacute;ngel Javier Casero y est&aacute; dirigido a ciclo superior de educaci&oacute;n primaria. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3158"><strong>C&aacute;lculo mental del 1 al 100 con resoluci&oacute;n de problemas</strong></a><br>
Nancy Michol nos ofrece este conjunto de actividades sobre c&aacute;lculo mental para educaci&oacute;n primaria. El paquete est&aacute; dividido en 12 partes y consta de m&aacute;s de 100 actividades. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3159"><strong>El ingenioso hidalgo Don Quijote de la Mancha</strong></a><br>
Este es un paquete de actividades hecho por Carlos Medina sobre el Quijote, consta de 4 partes. S&oacute;lo se encuentra en versi&oacute;n JClic. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3162"><strong>Mi salud, mi cuerpo y la educaci&oacute;n f&iacute;sica</strong></a><br>
Ramon Cruz nos ha enviado este conjunto de actividades, para relacionar las NNTT y la educaci&oacute;n f&iacute;sica, donde se trabaja la anatom&iacute;a del cuerpo humano, los sistemas cardio-respiratorios, como cuidar la salud... 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=2048"><strong>Ven y lee 6</strong></a><br>
Un nuevo apartado de la serie Ven a leer que nos env&iacute;a Rosa Ana Santiago. En esta actividad se trabajan las s&iacute;labas y letras <I>ce-ci, za-zo-zu, y, x</I>. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3164"><strong>Conozcamos San Luis</strong></a><br>
Un proyecto de Paola Allendes que trabaja la geograf&iacute;a, historia, flora y fauna, relieve, r&iacute;os... de la provincia de San Luis (Argentina). 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3168"><strong>Se&ntilde;ales de tr&aacute;nsito</strong></a><br>
Conjunto de actividades sobre las se&ntilde;ales de circulaci&oacute;n dirigido a educaci&oacute;n primaria para fomentar una buena movilidad. El paquete nos lo env&iacute;a Alejandro Dellafiore. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3170"><strong>Actividades de tecnolog&iacute;a 1&deg; y 2&deg; de ESO</strong></a><br>
Virgilio Marco nos presenta este conjunto de 7 paquetes de actividades para trabajar la tecnolog&iacute;a de 1r ciclo de ESO en el aula de inform&aacute;tica. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3171"><strong>Actividades para la rehabilitaci&oacute;n cognitiva</strong></a><br>
Un conjunto de actividades enviadas por Rut Ant&oacute;n y Esther Blasco dirigidas a adultos con lesiones cerebrales para ser utilizadas en la rehabilitaci&oacute;n interdisciplinar. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3172"><strong>Identificando decimales</strong></a><br>
Elvis Fernando Lesmes nos env&iacute;a estas actividades para el aprendizaje del uso de decimales con alumnos de educaci&oacute;n primaria. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3174"><strong>El renacuajo paseador </strong></a><br>
Pablo Amaya nos env&iacute;a este conjunto de actividades para el aprendizaje de la lectoescritura basadas en un poema de Rafael Pombo. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3175"><strong>Divisiones con decimales</strong></a><br>
Jos&eacute; Escudero y Carlos N&uacute;&ntilde;ez nos env&iacute;an esta extensa aplicaci&oacute;n para practicar las divisiones con decimales. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3130"><strong>S'Albufera des Grau</strong></a><br>
Actividad de Gertrudis Carreras sobre S'Albufera des Grau (Menorca) y su ecosistema. Este paquete est&aacute; creado para alumnos de 3r ciclo de primaria y 1r ciclo de ESO. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3138"><strong>Eines per a l'institut... i pel TAE</strong></a><br>
Diversos autores nos env&iacute;an estas actividades creadas en los Talleres de Creaci&oacute;n de Materiales para NEE donde se trabaja l&eacute;xico de objetos del aula. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3161"><strong>Any de neu any de D&eacute;u... per&ograve; que us posareu?</strong></a> y <a href="http://clic.xtec.cat/db/act_es.jsp?id=3167"><strong>Les taules de multiplicar - 3</strong></a><br>
Dos proyectos de Ram&oacute;n Mart&iacute;, el primero, de casi 300 actividades, sobre las prendas de vestir para trabajar la lectoescritura a finales de educaci&oacute;n infantil y principios de primaria, y el otro sobre las tablas de multiplicar para ciclo medio de primaria. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3137"><strong>Activitats d'energies alternatives</strong></a><br>
Con este paquete de actividades creadas por M. Teresa Motalv&agrave; podemos aprender lo m&aacute;s importante de las energ&iacute;as renovables. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3153"><strong>Les lletres</strong></a><br>
Sara Deulofeu nos env&iacute;a este paquete de actividades para el aprendizaje de la lectoescritura, dirigido a alumnado de educaci&oacute;n infantil. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3163"><strong>Vocals</strong></a><br>
Un paquete de actividades para trabajar la discriminaci&oacute;n de vocales. El proyecto nos lo env&iacute;a Francisco Salcedo y s&oacute;lo est&aacute; disponible en versi&oacute;n JClic. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=2760"><strong>Activitats JClic sobre par&agrave;boles</strong></a><br>
Jaume Bartrol&iacute; nos ofrece este conjunto de actividades en JClic sobre par&aacute;bolas dirigidas a ESO y bachillerato.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3165"><strong>Sistemes de numeraci&oacute; en diferents bases</strong></a> y <a href="http://clic.xtec.cat/db/act_es.jsp?id=3166"><strong>Exercicis de refor&ccedil;</strong></a><br>
Rosa Maria Trias nos ofrece estos conjuntos de actividades para la ESO, uno sobre los sistemas de numeraci&oacute;n en base 5, 4, 2 y 10 y el otro para repasar los conceptos matem&aacute;ticos b&aacute;sicos. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3135"><strong>Matematikasco programarekin asko ikasiko dugu</strong></a><br>
Cristina Conde nos ha enviado estas actividades dirigidas a educaci&oacute;n primaria para trabajar los diferentes contenidos del &aacute;rea de matem&aacute;ticas.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3139"><strong>English 5&deg;</strong></a><br>
Domingo M&eacute;ndez, nos presenta esta actividad de ingl&eacute;s para 5&deg; de primaria donde se trabajan diversos temas a partir de diferentes historias.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3160"><strong>Allons au restaurant</strong></a><br>
Paquete de actividades en franc&eacute;s sobre vocabulario de alimentos, bebidas y conversaciones que pueden tener lugar en un restaurante. El paquete nos lo env&iacute;a M&oacute;nica Bustamante. 
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3169"><strong>Les nombres en fran&ccedil;ais</strong></a><br>
Un paquete para aprender a contar en franc&eacute;s centr&aacute;ndose sobretodo en la composici&oacute;n de n&uacute;meros a partir del 70. La actividad nos la env&iacute;a Jos&eacute; Enrique Calle.
<li><a href="http://clic.xtec.cat/db/act_es.jsp?id=3173"><strong>Wie ist das Wetter</strong></a><br>
Una actividad en formato JClic en alem&aacute;n sobre el tiempo y el vocabulario que est&aacute; implicado. El proyecto est&aacute; dirigido a alumnos de ESO.
</ul>
<p class="pH1">Traducciones</p>
Adem&aacute;s de estos nuevos paquetes de actividades encontrar&eacute;is tambi&eacute;n en la web de Clic las siguientes adaptaciones de paquetes existentes: 
<ul>
<li><strong>Espa&ntilde;ol:</strong><br>
<a href="http://clic.xtec.cat/db/act_es.jsp?id=1083"><strong>Los &oacute;rganos de los sentidos</strong></a>. 
<li><strong>Euskera:</strong><br>
<a href="http://clic.xtec.cat/db/act_es.jsp?id=1038"><strong>Los ordenadores</strong></a>
<li><strong>Galego:</strong><br>
<strong><a href="http://clic.xtec.cat/db/act_es.jsp?id=1381">Os instrumentos de percusi&oacute;n Orff</a> </strong>i<strong> </strong><a href="http://clic.xtec.cat/db/act_es.jsp?id=2005"><strong>A Rati&ntilde;a presumida</strong></a>.<br>
</ul></table>
<hr noshade size=1>
<a name="ENG"></a>
&nbsp;
<table width="100%" border="0" cellspacing="0" cellpadding="0" class="Inici">
<tr>
<td><img src="http://clic.xtec.cat/llistes/logoclicnews.gif" alt="ClicNews" width="128" height="53" hspace=0 border=0></td>
<td align="right" valign=bottom class="Data"><strong>Number 11<br>21/10/2005</strong></td>
</tr>
</table>&nbsp; 
<table width="100%" cellSpacing=0 cellPadding=6 border=0>
<tr><td class="EngTitol">English</td></tr>
<tr>
<td class="Eng">
<p class="pH1">News about Clic</p>
<p><strong>New version 0.1.1.8 of JClic</strong><br>
This version avoids a problem of QuickTime, wich is preventing the execution of any Java program that makes use of it since 17 October 2005. From this version, JClic officially stops using QuickTime in Windows platforms. The updating will be automatically done by clicking on the icons of the <a href="http://clic.xtec.cat/en/jclic/download.htm">download page</a> of JClic.</p>
<p><strong>French version of JClic </strong><br>
All the JClic modules are already available in French, thanks to the collaboration of the professor Gilles Parenna, who has carried out the translation. In order to activate it, just select this language in the <em>Settings </em>menu. Merci beaucoup, Gilles!</p>
<p><strong>JClic guide in German language</strong><br>
Education Highway (Innovationcenter for School and New Technology, Linz)&nbsp;has created a <a href="http://clic.xtec.cat/es/jclic/curs.htm#Leitfaden">JClic guide in German language&nbsp;for JClic beginners</a>. It explains the creation of JClic activities and&nbsp;the most important features and functions in order to get started with JClic.</p>
<p class="pH1">New activity packages</p>
<p>In this section we will present new additions to the <strong>clicZone</strong>. For a detailed description of the activity packages, click on the titles.</p>
<ul>
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3173"><strong>Wie ist das Wetter</strong></a><br>
A JClic projecte about the weather. The activity is in German language and it is addressed to secondary school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3160"><strong>Allons au restaurant</strong></a><br>
Package of activities in French that presents us M&oacute;nica Bustamante about food vocabulary, drinks and talks. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3169"><strong>Les nombres en fran&ccedil;ais</strong></a><br>
Application sent by Jos&eacute; Enrique Calle to learn to count in French. The package includes the system of composition of numbers from 70. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3139"><strong>English 5&deg;</strong></a><br>
Domingo M&eacute;ndez presents us this English activities addressed to pupils of primary school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3124"><strong>Animaletras</strong></a><br>
These activities are about the alphabet, the capital letters and the lower-case letters. The package has sent by Alberto Alonso. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3125"><strong>Conocimiento del Medio 4 primaria</strong></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=3126"><strong>Matem&aacute;ticas 4&deg; de primaria</strong></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=3127"><strong>La Rioja, mi tierra</strong></a> and <a href="http://clic.xtec.cat/db/act_en.jsp?id=3128"><strong>Lenguaje 4&deg;, s&iacute;labas y acentos</strong></a><br>
Four packages of activities sent by Alberto Alonso about different areas. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3129"><strong>&Aacute;frica, sus pa&iacute;ses y banderas</strong></a><br>
This is a project about the African continent, its geographic features, its coasts, its rivers, its lakes... The package has sent by Federico Arquillos. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3131"><strong>Los alimentos</strong></a><br>
Roc&iacute;o Cabanillas sends us this set of activities about foods addressed to primary school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3132"><strong>Felicidades Andersen</strong></a><br>
Almost 500 clic activities to commemorate the 200th of Hans Christian Andersen born. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3133"><strong>A sumar</strong></a><br>
Activities about additions addressed to pupils of first course of primary school. This is a package sent by Mar&iacute;a In&eacute;s Higareda and David Barr&oacute;n. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3134"><strong>M&eacute;todo Palau. S&iacute;labas B</strong></a><br>
Francisco Javier N&uacute;&ntilde;ez is the author of this set of activities about reading and writing based on the &quot;M&eacute;todo Palau&quot;. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3136"><strong>D&iacute;a del libro</strong></a><br>
M. Carmen Garc&iacute;a-Perga&ntilde;eda offers us this package of activities about reading comprehension addressed to primary school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3140"><strong>F&iacute;sica 5</strong></a><br>
This is a package of activities sent by Johana Echevarr&iacute;a and M. Jos&eacute; Ortega about the features of the matter and the Earth's bodies. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3141"><strong>Formulaci&oacute; i nomenclatura de qu&iacute;mica inorg&agrave;nica</strong></a><br>
Clic activities created by Esteve Hern&aacute;ndez about formulation and nomenclature of binary compounds addressed to primary and secondary school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3142"><strong>Clasificaci&oacute;n de los animales</strong></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=3143"><strong>Jugamos con los animales</strong></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=3144"><strong>C&aacute;lculo para 3&deg; de primaria</strong></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=3145"><strong>Proyecto de lenguaje</strong></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=3146"><strong>Las plantas</strong></a>, <a href="http://clic.xtec.cat/db/act_en.jsp?id=3147"><strong>Rompecabezas</strong></a> and <a href="http://clic.xtec.cat/db/act_en.jsp?id=3148"><strong>Vertebrados e invertebrados</strong></a><br>
Francisco Garc&iacute;a-Pozuelo and Juana Rello have sent us these 7 packages of activities addressed to primary school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3149"><strong>Garcilaso de la Vega y el soneto n&uacute;mero XXIII</strong></a><br>
Twenty activities about Garcilaso de la Vega and his works. The package is addressed to pupil of secondary school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3150"><strong>Localizaci&oacute;n geogr&aacute;fica</strong></a><br>
Domingo Naranjo sends us this package of activities about Geography beginning by the provinces of Andalusia until arriving at the countries of Europe. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3151"><strong>Actividades de Gram&aacute;tica</strong></a><br>
Package of activities about Spanish grammar addressed to pupils of primary and secondary school. The package has been sent by Jos&eacute; Luis Marqu&eacute;s. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3152"><strong>Harry Potter y La Piedra Filosofal</strong></a><br>
Package of activities created by Sergio Blanch&eacute; about Harry Potter's film. The package has activities about Maths, Language, English... 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3154"><strong>La materia, un estudio educativo</strong></a><br>
Package of activities created by Mariel Lopez about matter: material systems, elements and compounds, separation techniques and different stages of the matter. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3155"><strong>Los primeros n&uacute;meros por v&iacute;a visual directa</strong></a><br>
A package sent by Eduardo Mart&iacute;n about the numbers form 1 to 10 addressed to kindergarten and primary school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3156"><strong>Paco "el chato"</strong></a><br>
A project sent by Rafael Neftaly about a tale which emphasizes to children the importance of knowing their own name. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3157"><strong>Iniciaci&oacute;n a la pelota mano</strong></a><br>
Eighty activities addressed to pupils of primary school about the &quot;vasque Jai Alai&quot;. The package has been sent by &Aacute;ngel Javier Casero. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3158"><strong>C&aacute;lculo mental del 1 al 100 con resoluci&oacute;n de problemas</strong></a><br>
Nancy Michol offers us these activities about mental arithmetic addressed to primary school. The package has 12 parts and more than 200 activities. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3159"><strong>El ingenioso hidalgo Don Quijote de la Mancha</strong></a><br>
This is a package of activities sent by Carlos Medina about <em>El Quijote</em>. The project has 4 parts and it is only available in JClic version. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3162"><strong>Mi salud, mi cuerpo y la educaci&oacute;n f&iacute;sica</strong></a><br>
Ramon Cruz has sent us this set of activities to relate the new technologies to the physical education with activities about the human anatomy. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=2048"><strong>Ven y lee 6</strong></a><br>
Rosa Ana Santiago keeps adding new contents to the series <em>Ven a leer</em>. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3164"><strong>Conozcamos San Luis</strong></a><br>
A project sent by Paola Allendes about the political division, the history, the relief, the rivers... of the province of San Luis (Argentina). 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3168"><strong>Se&ntilde;ales de tr&aacute;nsito</strong></a><br>
Set of activities about the traffic signs addressed to primary school. The package has been sent by Alejandro Dellafiore. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3170"><strong>Actividades de tecnolog&iacute;a 1&deg; y 2&deg; de ESO</strong></a><br>
Virgilio Marco presents us this set of 7 activities about technology addressed to secondary school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3171"><strong>Actividades para la rehabilitaci&oacute;n cognitiva</strong></a><br>
Rut Ant&oacute;n and Esther Blasco have sent us this set of 7 activities that have been designed for the interdisciplinar rehabilitation of brain injured adults. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3172"><strong>Identificando decimales</strong></a><br>
Elvis Fernando Lesmes sents us these activities about decimals addresed to primary school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3174"><strong>El renacuajo paseador</strong></a><br>
Pablo Amaya sends us this package of activities about reading and writting based on a Rafael Pombo's poem. 
<li><a href="http://clic.xtec.cat/db/act_ca.jsp?id=3175"><strong>Divisiones con decimales</strong></a><br>
Jos&eacute; Escudero and Carlos N&uacute;&ntilde;ez have sent us this programme about divisions with decimals.
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3130"><strong>S'Albufera des Grau</strong></a><br>
Activity created by Gertrudis Carreras about S'Albufera des Grau (in Menorca) and its ecosystem. This package is addressed to students of primary and secondary school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3137"><strong>Activitats d'energies alternatives</strong></a><br>
With this package of activities created by M. Teresa Motalv&agrave; we can learn the most important things of the renewable energies. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3138"><strong>Eines per a l'institut... i pel TAE</strong></a><br>
Several authors have sent these activities, created to use with immigrant pupils that have just come. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3153"><strong>Les lletres</strong></a><br>
Sara Deulofeu has sent us this activities addressed to kindergarten to learn reading and writing. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3161"><strong>Any de neu any de D&eacute;u... per&ograve; que us posareu</strong></a> and <a href="http://clic.xtec.cat/db/act_en.jsp?id=3167"><strong>Les taules de multiplicar - 3</strong></a><br>
Two projects sent by Ramon Mart&iacute;. The first one with more than 300 activities about reading and writing and the second one about the multiplication tables. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3163"><strong>Vocals</strong></a><br>
A package of activities about vowels addressed to kindergarten sent by Francisco Salcedo. The project is only available in JClic version. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=2760"><strong>Activitats JClic sobre par&agrave;boles</strong></a><br>
Jaume Bartrol&iacute; offers us this package of activities about parabolas addressed to secondary school and high school. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3165"><strong>Sistemes de numeraci&oacute; en diferents bases</strong></a> and <a href="http://clic.xtec.cat/db/act_en.jsp?id=3166"><strong>Exercicis de refor&ccedil;</strong></a><br>
Rosa Maria Trias offers us these activities addressed to secondary school, one of them about the numeric system and the other one is a Maths review project. 
<li><a href="http://clic.xtec.cat/db/act_en.jsp?id=3135"><strong>Matematikasco programarekin asko ikasiko dugu</strong></a><br>
Cristina Conde sends us these activities addressed to primary school about different contents of the area of Maths.
</ul>
<p class="pH1">Translations</p>
In addition to these new activity packages in &quot;the clicZone, the following adaptations of existing packages are available: 
<ul>
<li><strong>Spanish:</strong><br>
<a href="http://clic.xtec.cat/db/act_en.jsp?id=1083"><strong>Los &oacute;rganos de los sentidos</strong></a>. 
<li><strong>Basque:</strong><br>
<a href="http://clic.xtec.cat/db/act_en.jsp?id=1038"><strong>Los ordenadores</strong></a>.
<li><strong>Galician:</strong><br>
<strong><a href="http://clic.xtec.cat/db/act_en.jsp?id=1381">Os instrumentos de percusi&oacute;n Orff</a> </strong>i<strong> </strong><a href="http://clic.xtec.cat/db/act_en.jsp?id=2005"><strong>A Rati&ntilde;a presumida</strong></a>.<br>
</ul>
<p class="Signatura">ClicNews<br>
<a href="mailto:clic@xtec.cat">clic@xtec.cat</a></p>
</td>
</tr>
</table>
<hr noshade size=1>
</body>
</html>
