<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
<TITLE>ClicNews 4</TITLE>
<META http-equiv=Content-Type content="text/html; charset=iso-8859-1">
<STYLE TYPE="text/css">
	BODY, P {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
	}

	A {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		color : blue;
		text-decoration : none;
	}

	A:HOVER {
		color : red;
		text-decoration : underline;
	}

	TD {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
	}

	.Data {
		font-family: verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		color : Maroon;
		font-weight : bold;
	}

	UL { margin-left: 18px; }
	LI { margin-left: 0px; }
	HR { color: maroon; }

	.pH1 {
		font-family: Tahoma, Verdana, arial, helvetica, sans-serif;
		font-size: 14pt;
		font-weight : bold;
		margin-top: 10pt;
		margin-bottom: 4pt;
	}

	.cat {
		background-color : #fff6dd;
	}

	.Cat .pH1 {
		color : Maroon;
	}

	.CatTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: #FF9900;
		color: white;
	}

	.Esp {
		background-color : #e6e6fa;
	}

	.Esp .pH1 {
		color : Navy;
	}

	.EspTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: Navy;
		color: white;
	}

	.Eng {
		background-color : #FFCCCC;
	}

	.Eng .pH1 {
		color : #993333;
	}

	.EngTitol{
		font-family: Verdana, arial, helvetica, sans-serif;
		font-size: 10pt;
		font-weight : bold;
		background-color: #993333;
		color: white;
	}

	.Idioma {
		text-align : center;
	}

	.Idioma A {
		border-style : outset;
		border-width: 2px;
		padding : 3px 10px 3px 10px;
		background-color : #CCCCFF;
		width: 90px;
		color: Purple;
	}

	.Idioma A:HOVER {
		text-decoration : none;
		background-color : #EEE8AA;
	}
			
	.Signatura {
		font-weight : bold;
		text-align: right;
		margin-top: 12pt;
		margin-bottom: 6pt;
	}
			
	.Signatura A {
		color: maroon;
	}
			
	.Signatura A:HOVER {
		color: blue;
		text-decoration : none;
	}
			
	.Inici {
		page-break-before: always;
	}
			
</STYLE>
</HEAD>
<BODY>
<HR noShade SIZE=1>
<!-- SELECTOR D'IDIOMA -->
<TABLE BORDER="0" CELLSPACING="3" CELLPADDING="3" CLASS="Idioma">
<TR>
<TD><A href="#CAT"><B>Catal&agrave;</B></A></TD>
<TD><A href="#ESP"><B>Espa&ntilde;ol</B></A></TD>
<TD><A href="#ENG"><B>English</B></A></TD>
</TR>
</TABLE><!-- FI SELECTOR D'IDIOMA -->
<HR noShade SIZE=1>
<!-- CATAL&Agrave; -->
<A name="CAT"></A><!-- CAP&Ccedil;ALERA -->
&nbsp;
<TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="0" CLASS="Inici">
<TR>
<TD><IMG alt="ClicNews" hspace=0 src="http://www.xtec.cat/recursos/clic/llistes/logoclicnews.gif" border=0></TD>
<TD ALIGN="right" VALIGN="bottom" CLASS="Data"><B>N&uacute;mero 4<BR>22/03/2002</B></TD>
</TR>
</TABLE>&nbsp; <!-- CAP&Ccedil;ALERA -->
<TABLE WIDTH="100%" cellSpacing=0 cellPadding=6 border=0>
<TR><TD CLASS="CatTitol">Catal&agrave;</TD></TR>
<TR>
<TD CLASS="Cat">
<P CLASS="pH1">Not&iacute;cies Clic</P>
<B>Projecte JClic</B><BR>
La nova versi&oacute; del Clic en Java s'estrena amb un applet que permet visualitzar els paquets d'activitats directament des d'Internet, incrustats en una p&agrave;gina web, des de diversos tipus d'ordinadors, sistemes operatius i navegadors. En les p&agrave;gines del <A HREF="http://www.xtec.cat/recursos/clic/jclic/index.htm">projecte JClic</A> trobareu alguns exemples i informaci&oacute; sobre els seus objectius, les noves caracter&iacute;stiques i els diversos programes en qu&egrave; estem treballant.
<P>
<P CLASS="pH1">Nous paquets d'activitats</P>
Aquestes s&oacute;n les darreres novetats que s'acaben d'incorporar al "rac&oacute; del Clic":
<P>
<UL>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act91.htm"><B>Mira quins quadres</B></A>
La Dina Abizanda ens torna a sorprendre amb un excel&middot;lent paquet d'activitats per aprendre a gaudir de les obres de Mir&oacute;, Picasso, Van Gogh, Klee, Matisse i L&eacute;ger.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/mates/act84.htm"><B>S&egrave;ries num&egrave;riques senzilles</B></A><BR>
En Toni Miquel ens presenta una segona activitat sobre s&egrave;ries matem&agrave;tiques per&ograve; aquest cop per treballar el c&agrave;lcul mental a nivells inferiors. Al paquet podem triar s&egrave;ries amb xifres de l'1 al 20 o b&eacute; de l'1 al 100.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act53.htm"><B>Temps de temps: L'Atmosfera</B></A><BR>
En Joan Anton Solano ens presenta el primer paquet del que ser&agrave; una s&egrave;rie dedicada a la meteorologia. En aquesta aplicaci&oacute; es treballa l'atmosfera i els fen&ograve;mens atmosf&egrave;rics m&eacute;s comuns.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act54.htm"><B>Els ocells del pati</B></A><BR>
Un extens paquet d'activitats interdisciplinars amb el que en Jes&uacute;s Chivite ens proposa aprendre a observar i escoltar les aus que viuen en el nostre entorn.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act90.htm"><B>Els llops de mar</B></A><BR>
Amb aquest paquet en Josep Planas ens acosta al m&oacute;n de la mar, els vaixells, les seves parts i vocabulari relacionat amb la navegaci&oacute;.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act173.htm"><B>Separar i comptar s&iacute;l.labes</B></A><BR>
Aquest paquet d'Enric Peiris va sobre la separaci&oacute; de s&iacute;l&middot;labes, els d&iacute;grafs i els hiatus.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act167.htm"><B>El conte</B></A><BR>
Paquet d'activitats basat en un projecte de l'escola CEIP Bordils amb tres contes i activitats per a educaci&oacute; infantil i pels tres cicles de prim&agrave;ria.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act59.htm"><B>Seres vivos y microorganismos</B></A><BR>
Dos paquets d'activitats realitzats per Rosa Ana Santiago: aproximaci&oacute; als microorganismes i etapes en la vida dels &eacute;ssers vius.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/mates/act77.htm"><B>Fem problemes del Quinzet amb la Formiga Matem&agrave;tica</B></A><BR>
Torna la formiga matem&agrave;tica amb un nou paquet d'activitats que recull problemes del <I><B>Quinzet</b></i> per a tota l'etapa de prim&agrave;ria.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act158.htm"><B>S&iacute;l&middot;labes, tonificaci&oacute; i accentuaci&oacute;</B></A><BR>
Recull de normes ortogr&agrave;fiques i activitats sobre l'estructura sil&middot;l&agrave;bica de les paraules en catal&agrave; realitzat per Neus Pascual, de Sant Lloren&ccedil; des Cardassar.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act61.htm"><B>La diabetis tipus I: Complicacions agudes, Insulina, Exercici F&iacute;sic</B></A>
Segon paquet d'activitats sobre la diabetis, elaborat tamb&eacute; per l'equip de l'aula hospital&agrave;ria de l'Hospital General de Manresa.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act88.htm"><B>Castelldefels</B></A><BR>
Activitats del CEIP Margall&oacute; on es mostren alguns dels indrets d'aquesta poblaci&oacute; del Baix Llobregat.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/musica/act17.htm"><B>Music&oacute;n</B></A><BR>
En Dami&agrave; Lloren&ccedil; ens ofereix aquest paquet d'activitats on els nens i nenes poden aprendre i jugar amb la m&uacute;sica.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act47.htm"><B>La B&iacute;blia</B></A><BR>
L'objectiu d'aquest paquet d'activitats creat per David Gonz&aacute;lez &eacute;s con&egrave;ixer l'origen i l'estructura de la B&iacute;blia.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act170.htm"><B>L'abecedari</B></A><BR>
M&ordf; Jes&uacute;s Conangla ha creat aquest paquet on es treballa l'exercitaci&oacute; i memoritzaci&oacute; de l'alfabet catal&agrave;.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/mates/act83.htm"><B>Funciones</B></A><BR>
Conjunt de paquets sobre funcions per a Educaci&oacute; Secund&agrave;ria creades per Valle Mayoral. Les activitats estan organitzades en 4 blocs, un per a cada curs d'ESO.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act150.htm"><B>El pollito Chiqui</B></A><BR>
Ana Royo i Ana Gonz&aacute;lez han creat aquest paquet per a Educaci&oacute; Especial, Educaci&oacute; Infantil i Primer Cicle de Prim&agrave;ria, basat en el conte <I><B>Ayuda, mam&aacute;, ayuda</B></I>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act152.htm"><B>Aprender a leer</B></A><BR>
Activitats fetes a Santiago de Xile per Andrea Carolina Gonz&aacute;lez i M&oacute;nica Patricia Genet. S'hi treballa la lectura amb les consonants <I>L, M, S, T, P i N</I>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act52.htm"><B>La c&eacute;lula</B></A><BR>
Un altre paquet d'activitats realitzat per les mateixes autores on es mostren les estructures i les funcions b&agrave;siques de les c&egrave;l&middot;lules.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act153.htm"><B>Vamos a leer</B></A><BR>
En aquesta aplicaci&oacute; de Jos&eacute; Pedro Roda es treballa la lectura amb llistes de paraules agrupades en grups conson&agrave;ntics:  <I><B>p, s, l, m, t, n, d, ll, b/v, &ntilde;, c/q, f, r/rr, ch</B></I>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act154.htm"><B>Estimulaci&oacute;n del lenguaje</B></A><BR>
Una altra activitat d'en Jos&eacute; Pedro Roda on es treballa l'estimulaci&oacute; del llenguatge amb activitats de temes diversos: endevinalles, problemes de raonament, seq&uuml;&egrave;ncies temporals, etc.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act157.htm"><B>Orden alfab&eacute;tico</B></A><BR>
Aurelio salvador ens presenta aquest paquet sobre l'ordenaci&oacute; alfab&egrave;tica. Es pot utilitzar tant a prim&agrave;ria com a secund&agrave;ria, ja que compta amb exercicis de diferents nivells de dificultat.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act43.htm"><B>Los Ordenadores</B></A><BR>
Sergio Blanch&eacute;, des de Urugay, ens presenta aquest paquet sobre els ordinadors: programari, maquinari, tipus de mem&ograve;ria, perif&egrave;rics i unitats d'emmagatzematge.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act162.htm"><B>Abecedario</B></A>, <A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act164.htm"><B>Prefijos</B></A>, <A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act165.htm"><B>Actividades de lenguaje para EP</B></A>, <A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act174.htm"><B>Sin&oacute;nimos y ant&oacute;nimos</B></A></BR>
Extensa i interessant col&middot;lecci&oacute; de paquets d'activitats de llengua castellana per a prim&agrave;ria creats per Rafael Rodr&iacute;guez Mart&iacute;n.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/mates/act88.htm"><B>Pasatiempos matem&aacute;ticos 1</B></A><BR>
Jos&eacute; Luis Oliv&aacute;n ha creat aquest paquet de passatemps per aprendre matem&agrave;tiques tot jugant.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act45.htm"><B>Zatiak (Partes)</B></A> i <A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act46.htm"><B>Berdinak (Iguales)</B></A><BR>
Blanca Besga i Ana M&ordf; &Aacute;lvarez ens ofereixen dues activitats m&eacute;s per a educaci&oacute; infantil. A "Zatiak" s'han d'associar les dues meitats d'un mateix dibuix, i a "Berdinak" s'han d'identificar els dibuixos iguals a un model. Es presenten en dues versions: basc i espanyol.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act55.htm"><B>El mundo de las plantas</B></A><BR>
Activitats de bot&agrave;nica realitzades per Miguel &Aacute;ngel Modrego, dirigides al 1er Cicle d'ESO i a programes de diversificaci&oacute; curricular.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/mates/act85.htm"><B>El Euro</B></A><BR>
Pilar Su&aacute;rez ha creat una paquet d'activitats sobre la nova moneda europea i els pa&iuml;sos on s'utilitza.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act89.htm"><B>Educaci&oacute;n para la solidaridad</B></A><BR>
En Moncho Mar&iacute;n ens ofereix aquesta aplicaci&oacute; elaborada a partir d'imatges i textos de la revista <B><I>Jatun Sunqu (Coraz&oacute;n Grande)</i></b>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act56.htm"><B>Las algas</B></A><BR>
Amb aquest paquet de Llanos Naval&oacute;n coneixerem les caracter&iacute;stiques de les algues que podem trobar a la Mar Mediterr&agrave;nia.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act169.htm"><B>Ortograf&iacute;a</B></A><BR>
Aplicaci&oacute; creada per Reinaldo Carrascosa sobre ortografia de la llengua castellana. Es complementa amb un document de text amb una guia-resum de les normes ortogr&agrave;fiques.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act85.htm"><B>Ven a leer III</B></A><BR>
Tercer paquet de la s&egrave;rie "Ven a leer", de Jos&eacute; Franco Ben&iacute;tez. En aquest paquet es treballen les consonants <B><I>cq, f, rr, r, ch, y, z, g, j, x i k.</I></B><P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act172.htm"><B>Inversas</B></A><BR>
Una altra aplicaci&oacute; de Jos&eacute; Franco Ben&iacute;tez, on es treballa la lectoescriptura de les s&iacute;l&middot;labes: <B><I>AS, AR, AN, AL, AM, AP i AC.</i></b><P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act57.htm"><B>El aire que nos envuelve</B></A><BR>
Tot sobre l'aire en aquesta aplicaci&oacute; de Juan Antonio Arizcun: l'atmosfera i la capa d'oz&oacute;, la respiraci&oacute;, com funciona un globus...<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act48.htm"><B>Deportes</B></A><BR>
Clementina Bargall&oacute;, Pedro Otero y Antonio Blasco han creat aquest paquet sobre diversos esports, l'espai on es practiquen, que necessitem per practicar-los, etc.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act175.htm"><B>Palabras, s&iacute;labas y acentuaci&oacute;n</B></A><BR>
Un paquet d'activitats creat per Juan Antonio Vacas sobre les normes d'accentuaci&oacute; de la Real Academia de la Lengua.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act176.htm"><B>La Acentuaci&oacute;n</B></A><BR>
Un paquet d'activitats sobre les normes d'accentuaci&oacute; en castell&agrave; que ens envia Manuel Catal&aacute;n des de Xile.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act177.htm"><B>Las May&uacute;sculas</B></A><BR>
Gerardo Valero ens proposa aprendre les normes d'&uacute;s de les maj&uacute;scules en castell&agrave;, en una aplicaci&oacute; amena i visualment atractiva.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act147.htm"><B>Grupo CL</B></A><BR>
Estela Rodr&iacute;guez ens envia des de Buenos Aires aquest paquet d'activitats sobre l'&uacute;s de la part&iacute;cula <B><I>CL</i></b> en castell&agrave;.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act60.htm"><B>Sonidos de animales</B></A><BR>
L'equip de garantia social de l'IES "Ram&oacute;n y Cajal" de Saragossa ens envia aquest paquet d'activitats de discriminaci&oacute; auditiva.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act178.htm"><B>Nina la gallina</B></A><BR>
Silvia Arriaga i Delia Elda Mart&iacute;nez ens envien des de M&eacute;xic una activitat basada en un conte per aprendre a comptar de l'1 al 9.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act171.htm"><B>Ga-go-gu</B></A> i <A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act166.htm"><B>Vamos a leer - 2</B></A>
Des d'Ushuaia (Argentina) ens arriben aquests dos paquets d'activitats de lectoescriptura creats per Claudia Lovrincevich, Elisabeth Castillo i Marisa Fern&aacute;ndez.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act149.htm"><B>Phonetics</B></A><BR>
Vuit paquets d'activitats multim&egrave;dia creades per Joan Barres en es treballa la representaci&oacute; gr&agrave;fica i la pronunciaci&oacute; dels principals fonemes de l'angl&egrave;s.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act151.htm"><B>Comparatives and superlatives</B></A><BR>
Christine Irvin ha fet aquest petit paquet per a treballar els comparatius i els superlatius d'alguns adjectius en llengua anglesa.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/soci/act87.htm"><B>Geography in English</B></A><BR>
En Crisanto Carrera ens proposa una passejada en llengua anglesa pels pa&iuml;sos, estats i ciutats d'Europa, el Regne Unit i els Estats Units d'Am&egrave;rica.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act156.htm"><B>The animal</B></A><BR>
En Vicente Ferrer Rubio ens proposa treballar els noms dels animals en angl&egrave;s d'una manera l&uacute;dica i divertida, amb activitats d'associaci&oacute;, de trencaclosques i de text.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act155.htm"><B>English adjectives</B></A><BR>
Aprendre els adjectius en angl&egrave;s, els seus ant&ograve;nims i el lloc que ocupen dins la frase s&oacute;n els objectius que pretenen assolir aquestes activitats creades per Andreu Cardo.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act160.htm"><B>What are they doing?</B></A><BR>
Paquet d'activitats creat per Francisco J. S&aacute;nchez, Jos&eacute; A. Guerao i Celia S&aacute;nchez on es treballa la forma afirmativa del present continu en angl&egrave;s.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act168.htm"><B>Twelve adjectives</B></A><BR>
En aquest paquet d'activitats d'angl&egrave;s, realitzat pel col&middot;lectiu "Grupotr&eacute;s" de Lorca, es treballen 12 adjectius b&agrave;sics i els seus oposats.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act163.htm"><B>Ingl&eacute;s 4&ordm; EP</B></A><BR>
En aquest paquet d'activitats de Domingo M&eacute;ndez es treballa el verb modal <I>can/can't</i>, descripcions de paisatges i l'&uacute;s dels mapes.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act161.htm"><B>Salut les copains!</B></A><BR>
Llanos Naval&oacute;n ha realitzat aquesta aplicaci&oacute; de llengua francesa adre&ccedil;ada a 1er d'ESO. El paquet est&agrave; basat en el llibre de text de l'Editorial Anaya.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/exper/act58.htm"><B>Mam&iacute;feros, R&eacute;ptiles, Anfibios, Aves e Peixes</B></A><BR>
Xos&eacute; Ant&oacute;n Vicente ens ofereix aquesta activitat en gallec sobre els mam&iacute;fers, els r&egrave;ptils, els amfibis, les aus i els peixos.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/diversos/act44.htm"><B>Umeen Eskubideak</B></A><BR>
Aplicaci&oacute; creada per C&eacute;sar Mart&iacute;nez a partir del programa de la UNICEF <I><B>"La voz de los ni&ntilde;os"</b></i>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/cat/act/lleng/act159.htm"><B>Otsoa eta Azeria</B></A><BR>
Paquet d'activitats de llengua basca fet per C&eacute;sar Mart&iacute;nez. Es basa en el sistema <I>Amara Berri</i>: a partir d'un conte es treballen diferents aspectes de comprensi&oacute;, ortografia, redacci&oacute;...<P>
</UL>
<P CLASS="pH1">Traduccions</P>
A m&eacute;s d'aquests nous paquets d'activitats trobareu tamb&eacute; al rac&oacute; les seg&uuml;ents adaptacions de paquets existents:<P>
<UL>
<LI><B>Catal&agrave;:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/soci/act60.htm"><B>Els Oficis</B></A> (nova versi&oacute; amb correccions), <A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act15.htm"><B>As partes do ordenador</B></A> (nova versi&oacute; amb correccions), <A HREF="http://www.xtec.cat/recursos/clic/cat/act/musica/act03.htm"><B>La m&uacute;sica i l'ordinador</B></A> (nova versi&oacute; amb correccions), <A HREF="http://www.xtec.cat/recursos/clic/cat/act/soci/act69.htm"><B>Besal&uacute;</B></A> (nova versi&oacute; amb correccions)<P>
<LI><B>Espanyol:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act50.htm"><B>Ordena</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/diversos/act25.htm"><B>Sombras</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act69.htm"><B>Formas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/diversos/act30.htm"><B>Diferentes</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act37.htm"><B>Palabras</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/soci/act61.htm"><B>La vida en la Edad Media: Los Monasterios</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act24.htm"><B>S&iacute;labas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act60.htm"><B>May&uacute;sculas y min&uacute;sculas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act56.htm"><B>48 cosas de clase</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act123.htm"><B>Dichos</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/soci/act59.htm"><B>Trabajando el Euro en Primer Ciclo</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act02.htm"><B>Los rincones de clase</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/soci/act60.htm"><B>Los Oficios</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act14.htm"><B>La cocina</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act43.htm"><B>El Sistema Solar</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act10.htm"><B>Material y operaciones de un laboratorio qu&iacute;mico</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act08.htm"><B>Acentuaci&oacute;n</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act49.htm"><B>Dinosaurios</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act66.htm"><B>Pienso en el peso</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act67.htm"><B>Series num&eacute;ricas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act65.htm"><B>Jerogl&iacute;ficos matem&aacute;ticos</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act36.htm"><B>Fichas escondidas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act35.htm"><B>Tect&oacute;nica de placas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act61.htm"><B>La diabetes tipo I "Complicaciones agudas, Insulina, Ejercicio F&iacute;sico"</B></A>.<P>
<LI><B>Gallec:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act08.htm"><B>A criba de Erat&oacute;stenes</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act29.htm"><B>Euro &iquest;qu&eacute; &eacute; iso?</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act25.htm"><B>O conto dos n&uacute;meros</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act46.htm"><B>Hixiene dental</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act46.htm"><B>Polgarci&ntilde;o</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act68.htm"><B>Cadrados de 10 e tri&aacute;ngulos de 15</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/diversos/act21.htm"><B>Observaci&oacute;n, l&oacute;xica e razoamiento</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/diversos/act15.htm"><B>Secuencias l&oacute;xicas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/soci/act16.htm"><B>Vivimos nunha casa</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act27.htm"><B>Contemos</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act66.htm"><B>Pesa pensando</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act65.htm"><B>Xerogl&iacute;ficos matem&aacute;ticos</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act67.htm"><B>Series num&eacute;ricas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act48.htm"><B>Reixi&ntilde;as matem&aacute;ticas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act32.htm"><B>Encrucillados num&eacute;ricos</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/exper/act28.htm"><B>Microbio</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/musica/act09.htm"><B>O entroido dos animais</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act125.htm"><B>Tipos de oraci&oacute;ns</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act114.htm"><B>Os determinantes</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act31.htm"><B>Euros 2002</B></A>.<P>
<LI><B>Basc:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act28.htm"><B>Bat, bi, zero</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act59.htm"><B>Matematikarekin jolastuko dugu</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act44.htm"><B>Biderkatzeko taulak birpasatuko ditugu</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act46.htm"><B>Erpurutxo</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act69.htm"><B>Formak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act77.htm"><B>Koloreak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act109.htm"><B>Zer Ordu da?</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act73.htm"><B>Erregearen zaldia</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act68.htm"><B>10eko karratuak eta 15eko triangeluak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/musica/act12.htm"><B>Orffen perkusio-musikatresnak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/soci/act47.htm"><B>Carraioak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act14.htm"><B>Sukalde</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act98.htm"><B>Hizki sopak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/lleng/act56.htm"><B>Klaseko Gauzak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/cat/act/mates/act08.htm"><B>Eratostenesen Bahea</B></A>.<P></LI>
</UL>
<P CLASS="Signatura">ClicNews<BR><A href="mailto:clic@xtec.cat">clic@xtec.cat</A>
</TD>
</TR>
</TABLE><!-- FI CATAL&Agrave; -->
<HR noShade SIZE=1>
<!-- CASTELL&Agrave; -->
<A name="ESP"></A><!-- CAP&Ccedil;ALERA -->
&nbsp;
<TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="0" CLASS="Inici">
<TR>
<TD><IMG alt="ClicNews" hspace=0 src="http://www.xtec.cat/recursos/clic/llistes/logoclicnews.gif" border=0></TD>
<TD ALIGN="right" VALIGN="bottom" CLASS="Data"><B>N&uacute;mero 4<BR>22/03/2002</B></TD>
</TR>
</TABLE>&nbsp; <!-- CAP&Ccedil;ALERA -->
<TABLE WIDTH="100%" cellSpacing=0 cellPadding=6 border=0>
<TR><TD CLASS="EspTitol">Espa&ntilde;ol</TD></TR>
<TR>
<TD CLASS="Esp">
<A name=CAT></A>
<P CLASS="pH1">Noticias Clic</P>
<B>Proyecto JClic</B><BR>
La nueva versi&oacute;n de Clic en Java se estrena con un applet que permite visualizar los paquetes de actividades directamente desde Internet, incrustados en una p&aacute;gina web y con distintos tipos de ordenadores, sistemas operativos y navegadores. En las p&aacute;ginas del <A HREF="http://www.xtec.cat/recursos/clic/jclic/index_esp.htm">proyecto JClic</A> encontrar&eacute;is algunos ejemplos e informaci&oacute;n sobre los objetivos, las nuevas caracter&iacute;sticas y las aplicaciones en las que estamos trabajando.
<P>
<P>
<P CLASS="pH1">Nuevos paquetes de actividades</P>
Seguimos incorporando a la web de Clic los paquetes de actividades que nos han ido llegando en los &uacute;ltimos meses. Todav&iacute;a quedan bastantes, que ir&aacute;n apareciendo a lo largo de las pr&oacute;ximas semanas.
<P>
<UL>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act89.htm"><B>Educaci&oacute;n para la solidaridad</B></A><BR>
Moncho Mar&iacute;n nos ofrece esta aplicaci&oacute;n elaborada a partir de im&aacute;genes y textos de la revista <B><I>Jatun Sunqu (Coraz&oacute;n Grande)</i></b>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act85.htm"><B>Ven a leer III</B></A><BR>
Tercer paquete de la serie "Ven a leer", de Jos&eacute; Franco Ben&iacute;tez. En este paquete se trabajan las consonantes <B><I>cq, f, rr, r, ch, y, z, g, j, x</I></B> y <B><I>k.</I></B><P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act83.htm"><B>Funciones</B></A><BR>
Conjunto de paquetes sobre las funciones para Educaci&oacute;n Secundaria creadas por Valle Mayoral. Las actividades est&aacute;n organizadas en 4 bloques, uno para cada curso de ESO.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act152.htm"><B>Aprender a leer</B></A><BR>
Actividades realizadas en Santiago de Chile por Andrea Carolina Gonz&aacute;lez y M&oacute;nica Patricia Genet. Trabajan la lectura con las consonantes <I>L, M, S, T, P y N</i>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act52.htm"><B>La c&eacute;lula</B></A><BR>
Otro paquete de actividades realizado por las mismas autoras en el que se muestran las estructuras y funciones b&aacute;sicas de las c&eacute;lulas.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act153.htm"><B>Vamos a leer</B></A><BR>
En esta aplicaci&oacute;n de Jos&eacute; Pedro Roda se trabaja la lectura con listas de palabras agrupadas en bloques conson&aacute;nticos: <I><B>p, s, l, m, t, n, d, ll, b/v, &ntilde;, c/q, f, r/rr, ch</B></I>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act154.htm"><B>Estimulaci&oacute;n del lenguaje</B></A><BR>
Otra aplicaci&oacute;n de Jos&eacute; Pedro Roda en la que se pretende estimular el lenguaje con actividades de temas diversos: adivinanzas, problemas de razonamiento, secuencias temporales, etc.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act157.htm"><B>Orden alfab&eacute;tico</B></A><BR>
Aurelio Salvador nos presenta este paquete en el que se trabaja la ordenaci&oacute;n alfab&eacute;tica. Se puede utilizar tanto en primaria como en secundaria, ya que cuenta con ejercicios de distintos niveles de dificultad.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act43.htm"><B>Los Ordenadores</B></A><BR>
Sergio Blanch&eacute;, desde Uruguay, nos presenta este paquete sobre los ordenadores: software, hardware, tipos de memoria, perif&eacute;ricos y unidades de almacenamiento.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act162.htm"><B>Abecedario</B></A>, <A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act164.htm"><B>Prefijos</B></A>, <A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act165.htm"><B>Actividades de lenguaje para EP</B></A>, <A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act174.htm"><B>Sin&oacute;nimos y ant&oacute;nimos</B></A></BR>
Extensa e interesante colecci&oacute;n de paquetes de actividades de lengua castellana para primaria creados por Rafael Rodr&iacute;guez Mart&iacute;n.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act88.htm"><B>Pasatiempos matem&aacute;ticos 1</B></A><BR>
Jos&eacute; Luis Oliv&aacute;n ha creado este paquete de pasatiempos en el que aprenderemos matem&aacute;ticas mientras jugamos.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act45.htm"><B>Zatiak (Partes)</B></A> y <A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act46.htm"><B>Berdinak (Iguales)</B></A><BR>
Blanca Besga y Ana M&ordf; &Aacute;lvarez nos ofrecen dos actividades m&aacute;s para educaci&oacute;n infantil. En "Zatiak" hay que asociar las dos mitades de una misma imagen, y en "Berdinak" hay que de identificar los dibujos iguales a un modelo. Se presentan en dos versiones: vasco y espa&ntilde;ol.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act55.htm"><B>El mundo de las plantas</B></A><BR>
Actividades de bot&aacute;nica realizadas por Miguel &Aacute;ngel Modrego, dirigidas al primer ciclo de ESO y a programas de diversificaci&oacute;n curricular.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act85.htm"><B>El Euro</B></A><BR>
Pilar Su&aacute;rez ha creado un paquete de actividades sobre la nueva moneda europea y los pa&iacute;ses en los que se utiliza.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act56.htm"><B>Las algas</B></A><BR>
Con este paquete de Llanos Naval&oacute;n conoceremos las caracter&iacute;sticas de las algas del litoral Mediterr&aacute;neo.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act169.htm"><B>Ortograf&iacute;a</B></A><BR>
Este paquete nos permite hacer un repaso a la Ortograf&iacute;a Castellana. La actividad, hecha por Reinaldo Carrascosa adjunta un documento de texto con una "Gu&iacute;a Resumen" de las normas ortogr&aacute;ficas de la lengua.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act150.htm"><B>El pollito Chiqui</B></A><BR>
Ana Royo y Ana Gonz&aacute;lez han creado este paquete para Educaci&oacute;n especial, Educaci&oacute;n infantil y Primer ciclo de primaria, basado en el cuento <I><B>Ayuda, mam&aacute;, ayuda</b></i> de Ediciones Beascosa, SA.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act172.htm"><B>Inversas</B></A><BR>
Otra aplicaci&oacute;n de Jos&eacute; Franco Ben&iacute;tez en la que se trabaja la lectoescritura de las s&iacute;labas: <B><I>AS, AR, AN, AL, AM, AP y AC.</i></b><P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act57.htm"><B>El aire que nos envuelve</B></A><BR>
Todo sobre el aire en esta aplicaci&oacute;n de Juan Antonio Arizcun: la atmosfera y la capa de ozono, la respiraci&oacute;n, como funciona un globo...<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act48.htm"><B>Deportes</B></A><BR>
Clementina Bargall&oacute;, Pedro Otero y Antonio Blasco han creado este paquete sobre diversos deportes, el espacio donde se practican, qu&eacute; necesitamos para practicarlos, etc.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act175.htm"><B>Palabras, s&iacute;labas y acentuaci&oacute;n</B></A><BR>
Un paquete de actividades creado por Juan Antonio Vacas sobre las normas de acentuaci&oacute;n de la Real Academia de la Lengua Espa&ntilde;ola.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act59.htm"><B>Seres vivos y microorganismos</B></A><BR>
Dos paquetes de actividades realizados por Rosa Ana Santiago: aproximaci&oacute;n a los microorganismos y etapas en la vida de los seres vivos.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act176.htm"><B>La Acentuaci&oacute;n</B></A><BR>
Un paquete de actividades sobre las normas de acentuaci&oacute;n en castellano que nos env&iacute;a Manuel Catal&aacute;n desde Chile.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act177.htm"><B>Las May&uacute;sculas</B></A><BR>
Gerardo Valero nos propone aprender las normas de uso de las may&uacute;sculas en una aplicaci&oacute;n amena y visualmente atractiva.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act147.htm"><B>Grupo CL</B></A><BR>
Estela Rodr&iacute;guez nos env&iacute;a desde Buenos Aires este paquete de actividades sobre el uso de la part&iacute;cula <B><I>CL</i></b> en castellano.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act60.htm"><B>Sonidos de animales</B></A><BR>
El equipo de garant&iacute;a social del IES "Ram&oacute;n y Cajal" de Zaragoza nos env&iacute;a este paquete de actividades de discriminaci&oacute;n auditiva.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act178.htm"><B>Nina la gallina</B></A><BR>
Silvia Arriaga y Delia Elda Mart&iacute;nez nos env&iacute;an desde M&eacute;xico una actividad basada en un cuento para aprender a contar del 1 al 9.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act171.htm"><B>Ga-go-gu</B></A> y <A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act166.htm"><B>Vamos a leer - 2</B></A>
Desde Ushuaia (Argentina) nos llegan estos dos paquetes de actividades de lectoescritura creados por Claudia Lovrincevich, Elisabeth Castillo y Marisa Fern&aacute;ndez.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act61.htm"><B>La diabetes tipo I: Complicaciones agudas, Insulina, Ejercicio F&iacute;sico</B></A>
Segundo paquete de actividades sobre la diabetes, elaborado tambi&eacute;n por el equipo del aula hospitalaria del Hospital General de Manresa.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act151.htm"><B>Comparatives and superlatives</B></A><BR>
Christine Irvin ha hecho este peque&ntilde;o paquete para trabajar los comparativos y los superlativos de algunos adjetivos en ingl&eacute;s.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act149.htm"><B>Phonetics</B></A><BR>
Ocho paquetes de actividades multimedia creados por Joan Barr&eacute;s en los que se trabaja la representaci&oacute;n gr&aacute;fica y la pronunciaci&oacute;n de los principales fonemas del ingl&eacute;s.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act87.htm"><B>Geography in English</B></A><BR>
Crisanto Carrera nos propone un paseo en lengua inglesa por los pa&iacute;ses, estados y ciudades de Europa, el reino Unido y los Estados Unidos de Am&eacute;rica.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act156.htm"><B>The animal</B></A><BR>
Vicente Ferrer Rubio nos propone trabajar los nombres de los animales en ingl&eacute;s de una manera l&uacute;dica y divertida, con actividades de asociaci&oacute;n, de rompecabezas y de texto.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act155.htm"><B>English adjectives</B></A><BR>
Aprender los adjetivos en ingl&eacute;s, sus ant&oacute;nimos y el lugar que ocupan en la oraci&oacute;n son los objetivos que se pretenden alcanzar con estas actividades creadas por Andreu Cardo.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act160.htm"><B>What are they doing?</B></A><BR>
Paquete de actividades creado por Francisco J. S&aacute;nchez, Jos&eacute; A. Guerao y Celia S&aacute;nchez en el que se trabaja la forma afirmativa del presente continuo en ingl&eacute;s.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act168.htm"><B>Twelve adjectives</B></A><BR>
En este paquete de actividades de ingl&eacute;s, realizado por el colectivo "Grupotr&eacute;s" de Lorca (Murcia), se trabajan 12 adjetivos b&aacute;sicos y sus opuestos.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act163.htm"><B>Ingl&eacute;s 4&ordm; EP</B></A><BR>
En este paquete de actividades de Domingo M&eacute;ndez se trabaja el verbo modal <I>can/can't</i>, las descripciones de paisajes y el uso de mapas.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act161.htm"><B>Salut le compains</B></A><BR>
Llanos Naval&oacute;n ha realizado esta aplicaci&oacute;n para lengua francesa de 1&ordm; de ESO. El paquete est&aacute; basado en el libro de texto de la Editorial Anaya.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act91.htm"><B>Mira quins quadres</B></A>
Dina Abizanda nos vuelve a sorprender con un excelente paquete de actividades para aprender a disfrutar de las obras de Mir&oacute;, Picasso, Van Gogh, Klee, Matisse y L&eacute;ger.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act84.htm"><B>S&egrave;ries num&egrave;riques senzilles</B></A><BR>
Toni Miquel nos presenta una segunda actividad sobre series matem&aacute;ticas pero esta vez para trabajar el c&aacute;lculo mental a niveles inferiores. En el paquete podemos escoger series con cifras del 1 al 20 o bien del 1 al 100.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act158.htm"><B>S&iacute;l.labes, tonificaci&oacute; i accentuaci&oacute;</B></A><BR>
Recopilaci&oacute;n de normas ortogr&aacute;ficas y actividades sobre la estructura sil&aacute;bica de las palabras en catal&aacute;n, realizado por Neus Pascual, de Sant Lloren&ccedil; des Cardassar.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act167.htm"><B>El conte</B></A><BR>
Paquete de actividades basado en un proyecto del CEIP Bordils con 3 cuentos y actividades para educaci&oacute;n infantil y para los tres ciclos de primaria.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act53.htm"><B>Temps de temps: L'Atmosfera</B></A><BR>
Joan Anton Solano nos presenta el primer paquete de lo que ser&aacute; una serie dedicada a la meteorolog&iacute;a. En esta aplicaci&oacute;n se trabaja la atm&oacute;sfera y los fen&oacute;menos atmosf&eacute;ricos m&aacute;s comunes.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act54.htm"><B>Els ocells del pati</B></A><BR>
Un extenso paquete de actividades interdisciplinares en el que Jes&uacute;s Chivite nos propone aprender a observar y escuchar las aves que viven en nuestro entorno.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act47.htm"><B>La Biblia</B></A><BR>
El objetivo de este paquete de actividades creado por David Gonz&aacute;lez es conocer el origen y la estructura de la Biblia.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act88.htm"><B>Castelldefels</B></A><BR>
Actividades del CEIP Margall&oacute; en las que se muestran algunos lugares de esta localidad del Baix Llobregat.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act170.htm"><B>L'abecedari</B></A><BR>
M&ordf; Jes&uacute;s Conangla ha creado este paquete en el que se trabaja la ejercitaci&oacute;n y memorizaci&oacute;n del alfabeto catal&aacute;n.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/soci/act90.htm"><B>Els llops de mar</B></A><BR>
Con este paquete Josep Planas nos acerca al mundo del mar, los barcos, sus partes y vocabulario relacionado con la navegaci&oacute;n.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act173.htm"><B>Separar i comptar s&iacute;l&middot;labes</B></A><BR>
Este paquete de Enric Peiris va sobre la separaci&oacute;n de s&iacute;labas, d&iacute;grafos e hiatos en catal&aacute;n.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/musica/act17.htm"><B>Music&oacute;n</B></A><BR>
Dami&agrave; Lloren&ccedil; nos ofrece este paquete de actividades en el que los ni&ntilde;os y ni&ntilde;as pueden aprender y jugar con la m&uacute;sica.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/mates/act77.htm"><B>Fem problemes del Quinzet amb la Formiga Matem&agrave;tica</B></A><BR>
Ha vuelto la hormiga matem&aacute;tica con un nuevo paquete de actividades que recoge problemas del <I><B>Quinzet</b></i> para toda la etapa de primaria.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/exper/act58.htm"><B>Mam&iacute;feros, R&eacute;ptiles, Anfibios, Aves e Peixes</B></A><BR>
Xos&eacute; Ant&oacute;n Vicente nos ofrece esta actividad en gallego sobre los mam&iacute;feros, los reptiles, los anfibios, las aves y los peces.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/lleng/act159.htm"><B>Otsoa eta Azeria</B></A><BR>
Paquete de actividades de lengua vasca realizado por C&eacute;sar Mart&iacute;nez. Est&aacute; basado en el sistema <I>Amara Berri</i>: a partir de un cuento se trabajan diferentes aspectos de comprensi&oacute;n, ortograf&iacute;a, redacci&oacute;n...<P>
<LI><A href="http://www.xtec.cat/recursos/clic/esp/act/diversos/act44.htm"><B>Umeen Eskubideak</B></A><BR>
Aplicaci&oacute;n creada por C&eacute;sar Mart&iacute;nez a partir del programa de la UNICEF <I><B>"La voz de los ni&ntilde;os"</b></i>.<P>
</UL>
<P CLASS="pH1">Traducciones</P>
Adem&aacute;s de estos nuevos paquetes de actividades encontrar&eacute;is tambi&eacute;n en la web de Clic las siguientes adaptaciones de paquetes existentes:<P>
<UL>
<LI><B>Catal&aacute;n:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/soci/act60.htm"><B>Els Oficis</B></A> (nova versi&oacute; amb correccions), <A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act15.htm"><B>As partes do ordenador</B></A> (nova versi&oacute; amb correccions), <A HREF="http://www.xtec.cat/recursos/clic/esp/act/musica/act03.htm"><B>La m&uacute;sica i l'ordinador</B></A> (nova versi&oacute; amb correccions), <A HREF="http://www.xtec.cat/recursos/clic/esp/act/soci/act69.htm"><B>Besal&uacute;</B></A> (nova versi&oacute; amb correccions)<P>
<LI><B>Espa&ntilde;ol:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act50.htm"><B>Ordena</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/diversos/act25.htm"><B>Sombras</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act69.htm"><B>Formas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/diversos/act30.htm"><B>Diferentes</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act37.htm"><B>Palabras</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/soci/act61.htm"><B>La vida en la Edad Media: Los Monasterios</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act24.htm"><B>S&iacute;labas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act60.htm"><B>May&uacute;sculas y min&uacute;sculas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act56.htm"><B>48 cosas de clase</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act123.htm"><B>Dichos</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/soci/act59.htm"><B>Trabajando el Euro en Primer Ciclo</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act02.htm"><B>Los rincones de clase</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/soci/act60.htm"><B>Los Oficios</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act14.htm"><B>La cocina</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act43.htm"><B>El Sistema Solar</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act10.htm"><B>Material y operaciones de un laboratorio qu&iacute;mico</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act08.htm"><B>Acentuaci&oacute;n</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act49.htm"><B>Dinosaurios</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act66.htm"><B>Pienso en el peso</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act67.htm"><B>Series num&eacute;ricas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act65.htm"><B>Jerogl&iacute;ficos matem&aacute;ticos</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act36.htm"><B>Fichas escondidas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act35.htm"><B>Tect&oacute;nica de placas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act61.htm"><B>La diabetes tipo I "Complicaciones agudas, Insulina, Ejercicio F&iacute;sico"</B></A>.<P>
<LI><B>Gallego:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act08.htm"><B>A criba de Erat&oacute;stenes</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act29.htm"><B>Euro &iquest;qu&eacute; &eacute; iso?</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act25.htm"><B>O conto dos n&uacute;meros</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act46.htm"><B>Hixiene dental</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act46.htm"><B>Polgarci&ntilde;o</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act68.htm"><B>Cadrados de 10 e tri&aacute;ngulos de 15</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/diversos/act21.htm"><B>Observaci&oacute;n, l&oacute;xica e razoamiento</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/diversos/act15.htm"><B>Secuencias l&oacute;xicas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/soci/act16.htm"><B>Vivimos nunha casa</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act27.htm"><B>Contemos</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act66.htm"><B>Pesa pensando</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act65.htm"><B>Xerogl&iacute;ficos matem&aacute;ticos</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act67.htm"><B>Series num&eacute;ricas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act48.htm"><B>Reixi&ntilde;as matem&aacute;ticas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act32.htm"><B>Encrucillados num&eacute;ricos</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/exper/act28.htm"><B>Microbio</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/musica/act09.htm"><B>O entroido dos animais</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act125.htm"><B>Tipos de oraci&oacute;ns</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act114.htm"><B>Os determinantes</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act31.htm"><B>Euros 2002</B></A>.<P>
<LI><B>Vasco:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act28.htm"><B>Bat, bi, zero</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act59.htm"><B>Matematikarekin jolastuko dugu</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act44.htm"><B>Biderkatzeko taulak birpasatuko ditugu</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act46.htm"><B>Erpurutxo</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act69.htm"><B>Formak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act77.htm"><B>Koloreak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act109.htm"><B>Zer Ordu da?</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act73.htm"><B>Erregearen zaldia</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act68.htm"><B>10eko karratuak eta 15eko triangeluak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/musica/act12.htm"><B>Orffen perkusio-musikatresnak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/soci/act47.htm"><B>Carraioak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act14.htm"><B>Sukalde</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act98.htm"><B>Hizki sopak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/lleng/act56.htm"><B>Klaseko Gauzak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/esp/act/mates/act08.htm"><B>Eratostenesen Bahea</B></A>.<P></LI>
</UL>
<P CLASS="Signatura">ClicNews<BR><A href="mailto:clic@xtec.cat">clic@xtec.cat</A></P>
</TD>
</TR>
</TABLE><!-- FI CASTELL&Agrave; -->
<HR noShade SIZE=1>
<!-- ANGL&Egrave;S -->
<A name="ENG"></A><!-- CAP&Ccedil;ALERA -->
&nbsp;
<TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="0" CLASS="Inici">
<TR>
<TD><IMG alt="ClicNews" hspace=0 src="http://www.xtec.cat/recursos/clic/llistes/logoclicnews.gif" border=0></TD>
<TD ALIGN="right" VALIGN="bottom" CLASS="Data"><B>Number 4<BR>22/03/2002</B></TD>
</TR>
</TABLE>&nbsp; <!-- CAP&Ccedil;ALERA -->
<TABLE WIDTH="100%" cellSpacing=0 cellPadding=6 border=0>
<TR><TD CLASS="EngTitol">English</TD></TR>
<TR>
<TD CLASS="Eng">
<P CLASS="pH1">News about Clic</P>
<B>JClic project</B><BR>
The new Java version of Clic starts with an applet that allows running activities on-line, embedded on web pages, and from different types of computers, operating systems and browsers. Visit the <A HREF="http://www.xtec.cat/recursos/clic/jclic/index_eng.htm">JClic project</A> pages to find examples and information about the objectives, the new features and the applications on which we are working.
<P>
<P CLASS="pH1">New packages of activities</P>
In this section we will present new additions to "the Clic corner". For a detailed description of the packages of activities, click on the titles.
<P>
<UL>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act149.htm"><B>Phonetics</B></A><BR>
Package of activities about English phonetics, by Joan Barr&eacute;s.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/mates/act83.htm"><B>Funciones</B></A><BR>
Package of activities about math functions for secondary school, by Valle Mayoral.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act150.htm"><B>El pollito Chiqui</B></A><BR>
Ana Royo and Ana Gonz&aacute;lez are the authors of this package of activities based on the story <I><B>Ayuda, mam&aacute;, ayuda</b></i>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act151.htm"><B>Comparatives and superlatives</B></A><BR>
Activities about comparatives and superlatives of some English adjectives, by Christine Irvin.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act87.htm"><B>Geography in English</B></A><BR>
Geography of Europe, North America and the United Kingdom, by Crisanto Carrera.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act152.htm"><B>Aprender a leer</B></A><BR>
Andrea Carolina Gonz&aacute;lez has created this application for learning to read in Spanish. The package contains exercises about the consonants <I><B>L, M, S, T, P</B></I> and <B><I>N</I></B>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act52.htm"><B>La c&eacute;lula</B></A><BR>
The aim of this package is to understand the structure and functions of the cells.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/mates/act84.htm"><B>S&egrave;ries num&egrave;riques senzilles</B></A><BR>
Toni Miquel presents us a second activity about mathematical series. This time we will practice mental arithmetic at lower difficulty level. In the package we can choose series with numbers from <B>1</b> to <B>20</b> or from <B>1</b> to <B>100</b>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act153.htm"><B>Vamos a leer</B></A><BR>
A reading package by Jos&eacute; Pedro Roda with lists of words containing the consonants: <I><B>p, s, l, m, t, n, d, ll, b/v, &ntilde;, c/q, f, r/rr, ch</B></I>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act154.htm"><B>Estimulaci&oacute;n del lenguaje</B></A><BR>
Another activity by Jos&eacute; Pedro Roda: this about language stimulation with quizzes.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act156.htm"><B>The animal</B></A><BR>
Activities by Vicente Ferrer about the names of animals in English, with activities of association, puzzles and text.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act155.htm"><B>English adjectives</B></A><BR>
Exercises about some English adjectives and their antonyms, by Andreu Cardo.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act157.htm"><B>Orden alfab&eacute;tico</B></A><BR>
Package about the alphabetical order in Spanish, with a structure of increasing difficulty, by Aurelio Salvador It can be used in primary school and secondary school.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act158.htm"><B>S&iacute;l.labes, tonificaci&oacute; i accentuaci&oacute;</B></A><BR>
Compilation of orthographic rules and activities for the learning of Catalan, by Neus Pascual.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act43.htm"><B>Los Ordenadores</B></A><BR>
Sergio Blanch&eacute;, from Uruguay, has made this package about computers: software, hardware, types of memory, peripherals and storage units.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act159.htm"><B>Otsoa eta Azeria</B></A><BR>
These Basque activities, made by C&eacute;sar Mart&iacute;nez, are based on the pedagogical system <I>Amarca Berri</i>. We learn different aspects like understanding, spelling, writing ... from a story.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act160.htm"><B>What are they doing?</B></A><BR>
English activities by Francisco Jos&eacute; S&aacute;nchez about the affirmative form of present continuous.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act161.htm"><B>Salut le compains</B></A><BR>
Another package of French activities, by Llanos Naval&oacute;n.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act162.htm"><B>Abecedario</B></A>, <A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act164.htm"><B>Prefijos</B></A>, <A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act165.htm"><B>Actividades de lenguaje para EP</B></A>, <A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act174.htm"><B>Sin&oacute;nimos y ant&oacute;nimos</B></A></BR>
Collection of six packages for learning Spanish at primary school, created by Rafael Rodr&iacute;gez Mart&iacute;n.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act167.htm"><B>El conte</B></A><BR>
Package based on the Bordils' kindergarten school project, with drawings made by children.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act53.htm"><B>Temps de temps: L'Atmosfera</B></A><BR>
First package of a collection about meteorology, by Josep Anton Solano. This is about the atmosphere and its properties.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act54.htm"><B>Els ocells del pati</B></A><BR>
With these activities Jes&uacute;s Chivite helps us to know all about the birds.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/mates/act88.htm"><B>Pasatiempos matem&aacute;ticos 1</B></A><BR>
Package by Jos&eacute; Luis Oliv&aacute;n, with math quizzes for primary school.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act45.htm"><B>Zatiak (Partes)</B></A> and <A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act46.htm"><B>Berdinak (Iguales)</B></A><BR>
Two packages of activities by Blanca Besga and Ana M&ordf; &Aacute;lvarez, in two versions each: Spanish and Basque. The activities are about to match two parts of a drawing, and to identify similar cells.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act47.htm"><B>La Biblia</B></A><BR>
The objective of this package, made by David Gonz&aacute;lez, is to know the origins and the structure of the Bible.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act55.htm"><B>El mundo de las plantas</B></A><BR>
Activities about botany, created by Miguel Modrego.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/mates/act85.htm"><B>El Euro</B></A><BR>
Pilar Su&aacute;rez has made this package about the new European currency and the countries that use it.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act88.htm"><B>Castelldefels</B></A><BR>
Activities about Castelldefels, a town near Barcelona.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act168.htm"><B>Twelve adjectives</B></A><BR>
Package made by the "Grupotr&eacute;s" team, from Lorca (Murcia, Spain), about 12 adjectives in English and their antonyms.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act89.htm"><B>Educaci&oacute;n para la solidaridad</B></A><BR>
Moncho Mar&iacute;n has made this application based on the magazine <B><I>Jatun Sunqu "Coraz&oacute;n Grande"</i></b>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act56.htm"><B>Las Algas</B></A><BR>
With this package made by Llanos Naval&oacute;n we can know the parts, the morphology and the place where the algae grow in the Mediterranean Sea.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act169.htm"><B>Ortograf&iacute;a</B></A><BR>
This package by Reinaldo Carrascosa allows us to do a review of some of the Spanish orthographic rules.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act170.htm"><B>Abecedari</B></A><BR>
Package where children can learn the alphabet, by M&ordf; Jes&uacute;s Conangla.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act85.htm"><B>Ven a leer III</B></A><BR>
Third package of the "Ven a leer" collection, by Jos&eacute; Franco Ben&iacute;tez. This one is about the letters <B><I>cq, f, rr, r, ch, y, z, g, j, x</I></B> and  <B><I>k.</I></B><P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act172.htm"><B>Inversas</B></A><BR>
Another application by Jos&eacute; Franco Ben&iacute;tez, about how to read and write different syllables: <B><I>AS, AR, AN, AL, AM, AP</i></b> and <B><I>AC.</i></b><P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act90.htm"><B>Els llops de mar</B></A><BR>
With this package Josep Planas approaches us to the sea, the ships, and the navigation.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act57.htm"><B>El aire que nos envuelve</B></A><BR>
Activities by Juan Antonio Arizcun about the air the atmosphere, the respiration, how can fly a balloon...<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act173.htm"><B>Separar i comptar s&iacute;l.labes</B></A><BR>
Catalan package made by Enric Peiris about the separation of syllables, digraphs and hiatuses.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/musica/act17.htm"><B>Music&oacute;n</B></A><BR>
Dami&agrave; Lloren&ccedil; has made this package of activities for primary school where children can learn and play with music.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act48.htm"><B>Deportes</B></A><BR>
Spanish activities by Clementina Bargall&oacute;, Pedro Otero and Antonio Blasco about sports.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/diversos/act44.htm"><B>Umeen Eskubideak</B></A><BR>
C&eacute;sar Mart&iacute;nez has created these activities based on the UNICEF's program <I><B>La voz de los ni&ntilde;os.</b></i><P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act58.htm"><B>Mam&iacute;feros, R&eacute;ptiles, Anfibios, Aves e Peixes</B></A><BR>
Xos&eacute; Ant&oacute;n Vicente offers us this Galician package of activities about the animals.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act175.htm"><B>Palabras, s&iacute;labas y acentuaci&oacute;n</B></A><BR>
Activities about the separation of syllables and accentuation in Spanish, by Juan Antonio Vacas.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act59.htm"><B>Seres vivos y microorganismos</B></A><BR>
Package made by Rosa Ana Santiago about the stages of life and the microorganisms.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/mates/act77.htm"><B>Fem problemes del Quinzet amb la Formiga Matem&agrave;tica</B></A><BR>
Math problems based on the Catalan book "El quinzet", by "the math ant".<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act176.htm"><B>La Acentuaci&oacute;n</B></A><BR>
Another package about accentuation in Spanish, made by Manuel Catal&aacute;n.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act177.htm"><B>Las May&uacute;sculas</B></A><BR>
This package, created by Gerardo Valero, is about the use of capital letters in Spanish.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act147.htm"><B>Grupo CL</B></A><BR>
Ana Mar&iacute;a Janer has made this activity about the use of the letters <B><I>CL</i></b> in Spanish.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act163.htm"><B>Ingl&eacute;s 4&ordm; EP</B></A><BR>
English activities by Domingo M&eacute;ndez, about the use of the modal verb "can/can't".<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act60.htm"><B>Sonidos de animales</B></A><BR>
Package about auditive discrimination using sounds of the animals, made by Carlos Guti&eacute;rrez.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act178.htm"><B>Nina la gallina</B></A><BR>
Activities by Silvia Arriaga and Delia Elda Mart&iacute;nez, from Mexico, based on the tale <I><B>Nina la gallina</b></i>. The activities are about the numbers from <B><I>1</i></b> to <B><I>9</i></b>.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act171.htm"><B>Ga-go-gu</B></A> and <A href="http://www.xtec.cat/recursos/clic/eng/act/lleng/act166.htm"><B>Vamos a leer - 2</B></A><BR>
Claudia Lovrincevich, Elisabeth Castillo and Marisa Fern&aacute;ndez are the authors of these two packages of Spanish activities for kindergarten and primary school.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/exper/act61.htm"><B>La Diabetis tipus I "Complicacions agudes, Insulina, Exercici F&iacute;sic"</B></A>
Second package of activities about diabetes, made by the Hospital General de Manresa educational team.<P>
<LI><A href="http://www.xtec.cat/recursos/clic/eng/act/soci/act91.htm"><B>Mira quins quadres</B></A>
Dina Abizanda surprises us again with another excellent package of activities where we can enjoy the pictures of <I>Mir&oacute;</i>, <I>Picasso</i>, <I>Van Gogh</i>, <I>Klee</i>, <I>Matisse</i> and <I>L&eacute;ger</i>.<P>
</UL>
<P CLASS="pH1">Translations</P>
In addition to these new packages of activities in "the Clic corner", the following adaptations of existing packages are available:<P>
<UL>
<LI><B>Catalan:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/soci/act60.htm"><B>Els Oficis</B></A> (new version with corrections), <A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act15.htm"><B>As partes do ordenador</B></A> (new version with corrections), <A HREF="http://www.xtec.cat/recursos/clic/eng/act/musica/act03.htm"><B>La m&uacute;sica i l'ordinador</B></A> (new version with corrections), <A HREF="http://www.xtec.cat/recursos/clic/eng/act/soci/act69.htm"><B>Besal&uacute;</B></A> (new version with corrections)<P>
<LI><B>Spanish:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act50.htm"><B>Ordena</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/diversos/act25.htm"><B>Sombras</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act69.htm"><B>Formas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/diversos/act30.htm"><B>Diferentes</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act37.htm"><B>Palabras</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/soci/act61.htm"><B>La vida en la Edad Media: Los Monasterios</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act24.htm"><B>S&iacute;labas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act60.htm"><B>May&uacute;sculas y min&uacute;sculas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act56.htm"><B>48 cosas de clase</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act123.htm"><B>Dichos</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/soci/act59.htm"><B>Trabajando el Euro en Primer Ciclo</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act02.htm"><B>Los rincones de clase</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/soci/act60.htm"><B>Los Oficios</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act14.htm"><B>La cocina</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act43.htm"><B>El Sistema Solar</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act10.htm"><B>Material y operaciones de un laboratorio qu&iacute;mico</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act08.htm"><B>Acentuaci&oacute;n</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act49.htm"><B>Dinosaurios</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act66.htm"><B>Pienso en el peso</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act67.htm"><B>Series num&eacute;ricas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act65.htm"><B>Jerogl&iacute;ficos matem&aacute;ticos</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act36.htm"><B>Fichas escondidas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act35.htm"><B>Tect&oacute;nica de placas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act61.htm"><B>La diabetes tipo I "Complicaciones agudas, Insulina, Ejercicio F&iacute;sico"</B></A>.<P>
<LI><B>Galician:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act08.htm"><B>A criba de Erat&oacute;stenes</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act29.htm"><B>Euro &iquest;qu&eacute; &eacute; iso?</B></A>, 
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act25.htm"><B>O conto dos n&uacute;meros</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act46.htm"><B>Hixiene dental</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act46.htm"><B>Polgarci&ntilde;o</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act68.htm"><B>Cadrados de 10 e tri&aacute;ngulos de 15</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/diversos/act21.htm"><B>Observaci&oacute;n, l&oacute;xica e razoamiento</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/diversos/act15.htm"><B>Secuencias l&oacute;xicas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/soci/act16.htm"><B>Vivimos nunha casa</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act27.htm"><B>Contemos</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act66.htm"><B>Pesa pensando</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act65.htm"><B>Xerogl&iacute;ficos matem&aacute;ticos</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act67.htm"><B>Series num&eacute;ricas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act48.htm"><B>Reixi&ntilde;as matem&aacute;ticas</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act32.htm"><B>Encrucillados num&eacute;ricos</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/exper/act28.htm"><B>Microbio</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/musica/act09.htm"><B>O entroido dos animais</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act125.htm"><B>Tipos de oraci&oacute;ns</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act114.htm"><B>Os determinantes</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act31.htm"><B>Euros 2002</B></A>.<P>
<LI><B>Basque:</B><BR>
<A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act28.htm"><B>Bat, bi, zero</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act59.htm"><B>Matematikarekin jolastuko dugu</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act44.htm"><B>Biderkatzeko taulak birpasatuko ditugu</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act46.htm"><B>Erpurutxo</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act69.htm"><B>Formak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act77.htm"><B>Koloreak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act109.htm"><B>Zer Ordu da?</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act73.htm"><B>Erregearen zaldia</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act68.htm"><B>10eko karratuak eta 15eko triangeluak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/musica/act12.htm"><B>Orffen perkusio-musikatresnak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/soci/act47.htm"><B>Carraioak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act14.htm"><B>Sukalde</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act98.htm"><B>Hizki sopak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/lleng/act56.htm"><B>Klaseko Gauzak</B></A>, <A HREF="http://www.xtec.cat/recursos/clic/eng/act/mates/act08.htm"><B>Eratostenesen Bahea</B></A>.<P></LI>
</UL>
<P CLASS="Signatura">ClicNews<BR><A href="mailto:clic@xtec.cat">clic@xtec.cat</A></P>
</TD>
</TR>
</TABLE><!-- FI ANGL&Egrave;S -->
<HR noShade SIZE=1>
<!-- FI -->
</BODY>
</HTML>
